{
  "recipes": [
    {
      "name": "Chicory and cheese panade",
      "id": "chicory-and-cheese-panade",
      "description": "This cheesy, meat-free version of panade, a French-style casserole made with bread, is a great way to use up bits of stale bread and savoury bits and takes comfort food to the next level.",
      "time": {
        "handsOn": "HANDS ON TIME 15 MIN",
        "simmering": "SIMMERING TIME 10 MIN",
        "oven": "OVEN TIME 45 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/11/20190808_delicious2437-1-768x960.jpg",
      "ingredients": [
        {
          "amount": "1",
          "unit": "tbsp",
          "name": "olive oil"
        },
        {
          "amount": "2",
          "name": "leeks, roughly sliced"
        },
        {
          "amount": "4",
          "name": "banana shallots, sliced"
        },
        {
          "amount": "4",
          "name": "fat garlic cloves, crushed"
        },
        {
          "amount": "1",
          "unit": "tsp",
          "name": "fresh thyme leaves, plus extra to garnish "
        },
        {
          "amount": "3",
          "name": "chicory heads, quartered lengthways"
        },
        {
          "name": "day-old bread, roughly torn or chopped",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "vegetable stock, hot",
          "amount": "600",
          "unit": "ml"
        },
        {
          "name": "mature cheddar, freshly grated",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "blue cheese, crumbled (we used stilton)",
          "amount": "75",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Heat the oven to 180°C/160°C fan/gas 4. Heat the oil in the casserole/ frying pan and cook the leeks and shallots over a medium heat for 10 minutes until soft and lightly coloured. Add the garlic and thyme and continue cooking for 1 minute.",
        "2": "Stir in the chicory and bread until combined with the leek mixture. Pour in the stock and stir in half of both cheeses. Scatter the remaining cheeses on top, then simmer for 10 minutes.",
        "3": "Transfer the casserole/pan to the oven and bake for 45 minutes until golden and crisp on top. Remove from the oven and leave to sit for 10 minutes. Scatter over extra thyme and serve with a green salad."
      },
      "notes": {
        "tips": [
          "Use up any leftover cheese you happen to have in the fridge. If you’re not vegetarian, try stirring in a few crispy bacon lardons at step 2."
        ],
        "youWillAlsoNeed": [
          "25cm diameter flameproof casserole or deep ovenproof frying pan"
        ]
      }
    },
    {
      "name": "Blue cheese and thyme soufflés",
      "id": "blue-cheese-and-thyme-soufflés",
      "description": "A classic dinner party dish with a twist, this easy-to-follow blue cheese and thyme soufflé recipe proves they’re not as challenging as you may think.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "OVEN TIME 10-14 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/10/20190808_delicious2449-1-768x960.jpg",
      "ingredients": [
        {
          "amount": "50",
          "unit": "g",
          "name": "unsalted butter"
        },
        {
          "amount": "30",
          "unit": "g",
          "name": "plain flour"
        },
        {
          "amount": "30",
          "unit": "g",
          "name": "breadcrumbs"
        },
        {
          "amount": "Pinch",
          "name": "English mustard powder"
        },
        {
          "amount": "Pinch",
          "name": "Cayenne pepper"
        },
        {
          "amount": "300",
          "unit": "ml",
          "name": "semi-skimmed milk"
        },
        {
          "amount": "90",
          "unit": "g",
          "name": "blue murder cheese (or other vegetarian blue cheese such as dorset blue vinney or stilton)"
        },
        {
          "name": "Fresh thyme sprigs, leaves picked, plus extra to serve",
          "amount": "A few"
        },
        {
          "name": "Medium free-range eggs, separated",
          "amount": "4"
        }
      ],
      "steps": {
        "1": "Heat the oven to 230°C/210°C fan/gas 8 and put a baking sheet in the oven to heat up. Melt 20g butter and brush it upwards over the inside of each ramekin. Sprinkle with breadcrumbs, turning to fully coat.",
        "2": "Put the remaining 30g butter in a saucepan over a medium heat to melt, then add the flour, mustard powder and cayenne and whisk until smooth. Cook for 1 minute or until it starts to smell toasty, then remove from the heat and gradually add the milk, whisking well after each addition to form a smooth sauce.",
        "3": "Return the pan to the heat and whisk the sauce as it comes to the boil, then lower the heat and simmer for 2 minutes until thickened. Remove from the heat, crumble in the cheese and stir until melted. Add the thyme then transfer to a large bowl. Once cooled slightly stir in the egg yolks and season generously with salt and pepper.",
        "4": "Put the egg whites in a large, clean bowl and whisk to medium peaks using an electric mixer. Using a large metal spoon, fold a spoonful of the whites into the cheese mixture to loosen it, then quickly and carefully fold in the remaining whites, keeping as much volume as possible.",
        "5": "Fill the ramekins generously with the soufflé mixture, then run the tip of a dinner knife around the edge of each to loosen – this will help the soufflés rise as they bake.",
        "6": "Transfer the ramekins to the hot baking sheet and bake for 10-14 minutes until risen but still with a slight wobble in the centre. Sprinkle with extra thyme, then serve straightaway with a green salad."
      },
      "notes": {
        "tips": [
          "Make until the end of step 3 up to a few hours ahead. Keep the egg whites covered at room temperature."
        ],
        "youWillAlsoNeed": ["4 ramekins; an electric mixer"]
      }
    },
    {
      "name": "Ultimate beef bourguignon",
      "id": "ultimate-beef-bourguignon",
      "description": "There’s something infinitely comforting about meltingly tender beef, velvety, sweet shallots and smoky bacon cooked in a rich, gravy-like red wine sauce. The French have got it right with this one – make this classic boeuf bourguignon recipe and serve with buttery mash and greens.",
      "time": {
        "handsOn": "HANDS-ON TIME 45 MIN",
        "oven": "OVEN TIME 3-3½HOURS"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/11/Classic-boeuf-bourguignon-768x960.jpg",
      "ingredients": [
        {
          "name": "Olive oil for frying"
        },
        {
          "amount": "1",
          "unit": "kg",
          "name": "British braising beef, cut into 3cm pieces (shin or cheek are best)"
        },
        {
          "amount": "2",
          "unit": "tbsp",
          "name": "Plain flour, plus extra to dust"
        },
        {
          "amount": "250",
          "unit": "g",
          "name": "Bacon lardons"
        },
        {
          "amount": "150",
          "unit": "g",
          "name": "Button mushrooms"
        },
        {
          "amount": "2",
          "unit": "tbsp",
          "name": "Butter"
        },
        {
          "amount": "250",
          "unit": "g",
          "name": "button onions or shallots, peeled but left whole (see tip)"
        },
        {
          "name": "onion, chopped",
          "amount": "1"
        },
        {
          "name": "garlic cloves, finely chopped",
          "amount": "4"
        },
        {
          "name": "brandy",
          "unit": "tbsp",
          "amount": "4"
        },
        {
          "name": "bottle good red wine",
          "unit": "ml",
          "amount": "750"
        },
        {
          "name": "Bay leaf, fresh parsley and thyme sprig, tied together with string"
        },
        {
          "name": "Mashed potatoes, green beans and chopped fresh parsley to serve"
        }
      ],
      "steps": {
        "1": "Heat the oven to 170°C/150°C fan/gas 3½. Pour a glug of oil into a large, lidded, flameproof casserole over a medium heat. Toss the beef in the flour, then add to the pan in batches. Brown well, then transfer each batch to a large bowl.",
        "2": "Heat another splash of oil in the casserole. Add the bacon, fry until crisp, then add it to the beef.",
        "3": "Fry the mushrooms until golden, then set aside in a separate bowl. Add the butter to the pan, then add the button onions/shallots and fry gently until brown (8-10 minutes). Remove and add to the mushrooms.",
        "4": "Add the chopped onion and garlic to the casserole and fry gently until soft – about 10 minutes. Remove and add to the meat.",
        "5": "Pour the brandy into the casserole and heat it, scraping up the browned bits from the bottom of the pan. Add the wine and bring to the boil. Return the beef, bacon, chopped onion and garlic to the casserole, add the herbs and bring back to the boil. Cover, transfer to the oven and cook for 2½-3 hours until the beef is tender.",
        "6": "Remove the casserole from the oven, give the stew a stir, then taste and season. Stir in the mushrooms and the onions/shallots, then return to the oven with the lid off for 30 minutes more or until the beef is tender and the sauce is glossy. Scoop out the herbs (discard), then serve with mash and green beans."
      },
      "notes": {
        "tips": [
          "Soaking the whole onions/shallots in freshly boiled water for 5 minutes makes peeling much easier."
        ]
      }
    },
    {
      "name": "Apple, shallot, bacon and goat’s cheese tarte tatin",
      "id": "apple-shallot-bacon-and-goat’s-cheese-tarte-tatin",
      "description": "The sweet and savoury combination of apples, shallots, bacon and goat’s cheese makes this sticky tarte tatin recipe ever so moreish.",
      "time": {
        "handsOn": "HANDS-ON TIME 25-30 MIN",
        "oven": "OVEN TIME 20-25 MIN"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/09/tarte-tatain-768x960.jpg",
      "ingredients": [
        {
          "amount": "500",
          "unit": "g",
          "name": "pack all-butter puff pastry"
        },
        {
          "name": "Olive oil for frying"
        },
        {
          "amount": "150",
          "unit": "g",
          "name": "British bacon lardons"
        },
        {
          "amount": "3",
          "name": "banana shallots, halved"
        },
        {
          "amount": "30",
          "unit": "g",
          "name": "butter"
        },
        {
          "amount": "3",
          "name": "British red-skinned eating apples, unpeeled, cored and cut into chunky pieces"
        },
        {
          "amount": "2",
          "unit": "tbsp",
          "name": "brown sugar"
        },
        {
          "amount": "1",
          "unit": "tbsp",
          "name": "apple cider vinegar"
        },
        {
          "amount": "100",
          "unit": "g",
          "name": "goat’s cheese log (unrinded)"
        },
        {
          "name": "fresh bay leaves",
          "amount": "2"
        }
      ],
      "steps": {
        "1": "Heat the oven to 220°C/200°C fan/gas 7. Roll out the pastry to 3mm thick, then cut a circle 2-3cm larger than the frying pan/dish you’re using. Chill until needed. (Chill or freeze leftover pastry to use another day.)",
        "2": "Heat a splash of oil in the pan/dish and fry the lardons until crisp. Use a slotted spoon to transfer the bacon lardons to a plate lined with kitchen paper.",
        "3": "Fry the shallots in the bacon fat for 5-6 minutes until browned. Transfer to the plate with the bacon. Add the butter to the pan/dish and fry the apples on a medium-high heat for about 3 minutes on each side until golden. Add the sugar and vinegar, turning the apples to coat as the mixture forms a syrup. Season well.",
        "4": "Arrange the shallots in the base of the pan/dish, some rounded-side down and some cut-side down for an attractive look, with the bay leaves.",
        "5": "Lay the chilled pastry circle over the filling, tucking the edges inside the pan. Put the pan on a baking tray, then cook for 20-25 minutes until the pastry is puffed and golden. Rest for 5 minutes, then turn out onto a large plate or board. (Wear oven gloves to protect your hands. Hold the plate/board upside-down over the tart, then invert.)",
        "6": "Crumble the goat’s cheese over the top, add ground black pepper and serve with a green salad, if you like."
      },
      "notes": {
        "tips": [
          "Have the filling and pastry ready to go up to a few hours ahead, then keep chilled, separately, in the fridge."
        ],
        "youWillAlsoNeed": [
          "Non-stick ovenproof frying pan (or flameproof tatin dish)"
        ]
      }
    },
    {
      "name": "Coq au vin pien",
      "id": "coq-au-vin-pie",
      "description": "What to do with leftovers? Simple: make a pie. We’ve batch-cooked this coq au vin recipe and turned the leftovers into a warming, meaty pie – perfect for cosy nights in.",
      "time": {
        "handsOn": "HANDS-ON TIME 25-30 MIN",
        "oven": "OVEN TIME 20-25 MIN"
      },
      "servers": "SERVES 4-6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/09/Delicious_MidweekBatchCook_0919_57394_CoqAuVinPie-768x960.jpg",
      "ingredients": [
        {
          "amount": "75",
          "unit": "g",
          "name": "raisins"
        },
        {
          "amount": "½",
          "unit": "batch",
          "name": "leftover coq au vin"
        },
        {
          "amount": "A few",
          "name": "fresh thyme sprigs, leaves pickled"
        },
        {
          "name": "Small handful flatleaf parsley, chopped"
        },
        {
          "amount": "25",
          "unit": "g",
          "name": "shelled walnuts, toasted briefly in a hot dry pan, then chopped"
        },
        {
          "amount": "150",
          "unit": "ml",
          "name": "chicken stock"
        },
        {
          "amount": "2",
          "unit": "tsp",
          "name": "plain flour"
        },
        {
          "amount": "2",
          "unit": "tsp",
          "name": "softened butter"
        },
        {
          "amount": "1",
          "name": "medium free-range egg yolk, beaten"
        },
        {
          "amount": "300",
          "unit": "g",
          "name": "sheet ready-rolled shortcrust pasty (or use homemade if you prefer)"
        }
      ],
      "steps": {
        "1": "Heat the oven to 190°C/170°C fan/gas 5. Lift the chicken legs out of their sauce and put on a chopping board. Flake the meat from the bones in large chunks (discard the skin if you prefer), then put in a large mixing bowl with the thyme leaves, parsley, raisins and walnuts. Lift the cooked vegetables and bacon out of the sauce with a slotted spoon and add to the bowl with the chicken",
        "2": "Pour the leftover sauce into a pan and set over a medium heat. Mix together the softened butter and flour in a small bowl to make a paste. Add it to the pan, a little at a time, simmering and stirring until the sauce thickens to coating consistency (you may not need all of the butter and flour mixture to reach the desired consistency). Remove from the heat, then pour the sauce over the chicken and veg. Stir to combine, then pour the chicken and sauce into the pie dish.",
        "3": "Brush a little beaten egg over the edges of the pie dish. Lay the pastry over the top of the pie dish and trim to fit. Press the pastry down around the edge to seal. Brush the pastry all over with the remaining beaten egg, then transfer to the freezer to chill for 10 minutes.",
        "4": "Use a sharp knife to make a steam hole in the centre of the pie, then put on a baking sheet in the oven. Bake for 45-55 minutes or until the pastry is golden and cooked through and the filling is piping hot."
      },
      "notes": {
        "tips": [
          "Make the pie to the end of step 3 up to a day ahead keep covered in the fridge."
        ]
      }
    },
    {
      "name": "Easy coq au vin",
      "id": "easy-coq-au-vin",
      "description": "French cuisine has never looked so easy. Our take on the classic French stew is easy to follow and is abundant in rich, hearty flavours.",
      "time": {
        "handsOn": "HANDS-ON TIME 40 MIN",
        "oven": "OVEN TIME 1 ½ HOURS"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/09/Delicious_MidweekBatchCook_0919_57382_CoqAuVin-768x960.jpg",
      "ingredients": [
        {
          "amount": "200",
          "unit": "g",
          "name": "smoked bacon lardons"
        },
        {
          "amount": "8",
          "name": "British free-range chicken legs"
        },
        {
          "amount": "8",
          "name": "garlic cloves, roughly chopped"
        },
        {
          "amount": "1.5",
          "unit": "l",
          "name": "full-bodied red wine"
        },
        {
          "amount": "3",
          "name": "fresh bay leaves"
        },
        {
          "name": "Handful fresh thyme sprigs, plus a few extra to serve"
        },
        {
          "amount": "85",
          "unit": "g",
          "name": "butter"
        },
        {
          "name": "Olive oil for frying"
        },
        {
          "amount": "400",
          "unit": "g",
          "name": "round shallots, peeled, halved if large"
        },
        {
          "amount": "500",
          "unit": "g",
          "name": "button mushrooms, halved if large"
        }
      ],
      "steps": {
        "1": "Heat the oven to 180°C/160°C fan/gas 4. Heat a large frying pan over a medium heat, add the lardons and cook for 8-10 minutes, stirring occasionally, until they’ve turned golden and the fat has rendered. Remove with a slotted spoon and set aside to drain on kitchen paper.",
        "2": "Add the chicken legs to the hot frying pan and brown on each side, in batches, for about 5 minutes. Transfer to a large casserole. ",
        "3": "Add the garlic to the frying pan, cook for 2 minutes, then pour over 1.25 litres of the red wine. Bring to the boil, scraping the bottom of the pan with a wooden spoon, then leave on a high heat to reduce by one third. Add the bay leaves and thyme, then simmer for 5 minutes more to infuse. Pour the wine over the chicken in the casserole, making sure to add all the bits from the bottom of the pan. Cover with foil, then roast for 1 hour. Then remove the foil and cook uncovered for a further 20 minutes.",
        "4": "Meanwhile, heat the butter and a splash of oil in a large frying pan over a medium heat. Fry the shallots for 10 minutes until golden, then set aside with the bacon. Increase the heat to medium-high and fry the mushrooms, in batches, until golden, then set aside.",
        "5": "After 1 hour 20 minutes cooking time, add the remaining red wine to the casserole along with the mushrooms, shallots and bacon. Taste and season with salt and pepper, then return to the oven for 10 minutes to heat through. Serve half the batch sprinkled with extra thyme sprigs alongside mashed potatoes."
      },
      "notes": {
        "youWillAlsoNeed": ["Large casserole with a lid"]
      }
    },
    {
      "name": "Sausage, lentil and goat’s cheese salad with tapenade dressing",
      "id": "sausage-lentil-and-goat’s-cheese-salad-with-tapenade-dressing",
      "description": "This French-inspired sausage, lentil and goat’s cheese salad, with a tapenade dressing, is a real family-pleaser and a filling salad main.",
      "time": {
        "handsOn": "HANDS-ON TIME 15 MIN",
        "oven": "OVEN TIME 25 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/09/sausage-and-lentil-salad-768x960.jpg",
      "ingredients": [
        {
          "amount": "8",
          "name": "British free-range reduced-fat pork sausage"
        },
        {
          "amount": "3",
          "name": "red onions, cut into wedges"
        },
        {
          "amount": "4",
          "name": "fresh thyme sprigs"
        },
        {
          "name": "Glug vegetable oil"
        },
        {
          "amount": "2",
          "unit": "tbsp",
          "name": "extra-virgin olive oil"
        },
        {
          "amount": "4",
          "unit": "tsp",
          "name": "red wine vinegar"
        },
        {
          "name": "black olive tapenade",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "pouches ready-cooked puy lentils (or use the same weight of tinned)",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "rocket leaves",
          "amount": "120",
          "unit": "g"
        },
        {
          "name": "rinded goat’s cheese log",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "chopped parsley",
          "amount": "2",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Heat the oven to 220°C/200°C fan/gas 7. Put the sausages, red onion wedges and thyme in a roasting tray, drizzle with a glug of vegetable oil, season with salt and pepper and roast for 20-25 minutes, or until the sausages are cooked through and the onions are soft and caramelised.",
        "2": "For the tapenade dressing, whisk the extra-virgin olive oil, vinegar and tapenade in a small bowl, then season with black pepper (tapenade is already salty). Warm the lentils according to pack instructions, then transfer to a bowl.",
        "3": "Transfer the cooked sausages to a board and slice each diagonally into 3 pieces. Add to the bowl of lentils along with the onions, rocket and half the dressing. Season to taste.",
        "4": "Transfer the salad to a serving platter (or individual plates), crumble over the goat’s cheese, then drizzle with the remaining dressing. Sprinkle with the parsley and serve straightaway."
      }
    },
    {
      "name": "Gâteau breton",
      "id": "gâteau-breton",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "OVEN TIME 50 MIN"
      },
      "servers": "SERVES 12",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/08/gateau-breton-768x960.jpg",
      "ingredients": [
        {
          "amount": "2",
          "unit": "tbsp",
          "name": "rum"
        },
        {
          "amount": "100",
          "unit": "g",
          "name": "pitted ready-to-eat prunes, roughly chopped"
        },
        {
          "name": "plain flour",
          "amount": "300",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "unsalted butter at room temperature, chopped, plus extra for greasing",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "large free-range egg yolks",
          "amount": "6"
        }
      ],
      "steps": {
        "1": "To make the filling, put the prunes in a small pan. Add 25ml cold water and the rum, then heat over a medium-high heat until most of the liquid has been absorbed. Use a fork to mash them to a thick purée, then cover and transfer to the fridge until needed.",
        "2": "To make the cake, put the flour, sugar and large pinch salt in the bowl of a food processor and pulse to combine. Add the butter and pulse until the mixture resembles breadcrumbs. (Alternatively, put the flour, sugar and salt in a large bowl and stir to combine. Add the butter and rub together using your fingertips until the mixture resembles breadcrumbs.)",
        "3": "Add 5 of the egg yolks and pulse (or stir with a fork) until the mixture forms a dough. Tip the dough onto a work surface and divide it into 2 equal pieces. Wrap the dough in clingfilm and press each piece of dough into a flat disc. Transfer to the fridge for 2 hours or until firm.",
        "4": "Heat the oven to 180ºC/160ºC fan/gas 4. Remove the dough and prunes from the fridge and put one portion of dough between 2 sheets of clingfilm or baking paper. Roll out into a 20cm circle. Put this dough into the prepared tin, pressing it gently into the corners of the tin.",
        "5": "Spread the prune purée across the dough, leaving a 2cm border around the outside edge. Roll out the remaining portion of dough, as before, into a 20cm circle and put it in the cake tin, pressing around the outside edge to stick the 2 pieces together and seal in the prune purée."
      },
      "notes": {
        "tips": [
          "This cake will keep for up to one week stored in an airtight container."
        ],
        "youWillAlsoNeed": [
          "20cm round cake tin, greased and lined with non-stick baking paper"
        ]
      }
    },
    {
      "name": "Apple soufflés with salted caramel sauce",
      "id": "apple-soufflés-with-salted-caramel-sauce",
      "description": "The apples are roasted first to release their natural sugars and intensify their flavour. Baked into fluffy sweet soufflés and served with a salted caramel sauce, this is a showstopping dessert worthy of a special occasion.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "OVEN TIME 1 HOUR"
      },
      "servers": "SERVES 6-7",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/06/apple-souffle-768x960.jpg",
      "ingredients": [
        {
          "name": "Melted butter for greasing"
        },
        {
          "amount": "4½",
          "name": "cox apples, peeled, cored and quartered"
        },
        {
          "name": "dark muscovado sugar",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "ground cinnamon",
          "amount": "¾",
          "unit": "tsp"
        },
        {
          "name": "vanilla pod, cut in half lengthways, seeds scraped out",
          "amount": "1"
        },
        {
          "name": "medium free-range eggs, separated",
          "amount": "3"
        },
        {
          "name": "sponge fingers",
          "amount": "8-10"
        },
        {
          "name": "calvados",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "golden caster sugar",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "Icing sugar to dust"
        },
        {
          "name": "single cream",
          "amount": "300",
          "unit": "ml"
        },
        {
          "name": "vanilla pod, cut in half lengthways, seeds scraped out",
          "amount": "1"
        },
        {
          "name": "golden caster sugar",
          "amount": "190",
          "unit": "g"
        },
        {
          "name": "salted butter, cubed",
          "amount": "225",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Heat the oven to 200°C/180°C fan/ gas 6. Brush melted butter all over the insides of the ramekins. Put the apples in a baking dish, sprinkle with the muscovado sugar and cinnamon, add the vanilla seeds and pod, then cook for 45 minutes, tossing occasionally, until soft.",
        "2": "Remove the vanilla pod, spoon the apples and any juices into a food processor, then whizz to a purée. Add the egg yolks, whizz, then transfer to a mixing bowl. Turn up the oven to 220°C/200°C fan/gas 7.",
        "3": "Meanwhile make the salted caramel sauce. Put the cream, vanilla seeds and pod in a saucepan and bring to a simmer. Heat a large frying pan over a medium-high heat and add the 190g golden caster sugar, a spoonful at a time, allowing each addition to melt before adding the next. Bubble until it forms a deep amber caramel (make sure it doesn’t burn). Remove the vanilla pod from the cream, then pour it over the caramel (be careful – it may spit), whisking over a medium heat until incorporated. Whisk in the butter, piece by piece, to create a glossy sauce. Keep warm.",
        "4": "Break the sponge fingers into 1-2cm pieces and put in the bases of the ramekins. Drizzle with the calvados. Put a baking sheet in the oven to heat up.",
        "5": "Put the egg whites in a clean mixing bowl. Whisk to stiff peaks with an electric mixer, then add the 75g golden caster sugar a spoonful at a time, whisking back to stiff peaks after each addition, until all the sugar is incorporated.",
        "6": "Mix a spoonful of meringue into the apple purée to loosen, then gently fold the purée into the meringue using a large metal spoon in a figure-of-eight motion. Divide among the ramekins. Use a palette knife to level the tops, then run the tip of a table knife around each soufflé (see tips). Put the ramekins on the hot baking tray in the oven.",
        "7": "Bake for 12-15 minutes until risen and golden but still with a slight wobble in the centre. Dust with icing sugar, then serve immediately with the caramel sauce."
      },
      "notes": {
        "tips": [
          "Make the sauce a day ahead, cover and chill. Warm to serve. Leftover sauce is good on ice cream/fruit."
        ],
        "youWillAlsoNeed": ["7 x 150ml ramekins; food processor"]
      }
    },
    {
      "name": "Praline pain perdu with berries",
      "id": "praline-pain-perdu-with-berries",
      "description": "Georgina Hayden has created a decadent brunch dish- pain perdu – in which brioche is soaked in double cream, fried with crunchy hazelnut praline pieces and topped with berry and Greek yoghurt.",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 8-10 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/06/pain-perdu-768x960.jpg",
      "ingredients": [
        {
          "name": "caster sugar",
          "amount": "190",
          "unit": "g"
        },
        {
          "name": "hazelnuts, toasted in a dry pan and chopped",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "large free-range eggs",
          "amount": "2"
        },
        {
          "name": "milk",
          "amount": "125",
          "unit": "ml"
        },
        {
          "name": "brandy or golden rum (optional)",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "vanilla bean paste",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "butter, cubed",
          "amount": "60",
          "unit": "g"
        },
        {
          "name": "plain flour",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "greek yogurt",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "mixed seasonal berries",
          "amount": "150",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Start by making the praline. Spoon 150g of the caster sugar into a large frying pan, put over a low-medium heat and melt until golden brown and caramelised, swirling the pan to help the sugar melt evenly (don’t stir). As soon as the caramel is ready, sprinkle in the chopped hazelnuts and pour immediately onto the prepared baking sheet. Leave the praline to cool and set for 10 minutes, then break into rough pieces. Transfer to the bowl of a food processor, pulse until finely ground, then set aside.",
        "2": "Heat the oven to 220°C/200°C fan/gas 7. In a large bowl or jug, whisk together the remaining 40g caster sugar with the eggs, milk, cream, brandy/rum (if using) and vanilla until very smooth. Cut the brioche into 4 fat slices (4-5cm thick). Lay them in a snug-fitting high-sided dish or roasting tray and evenly pour over the egg/milk/cream mixture. Leave to soak for 15 minutes, turning the slices halfway through.",
        "3": "Put a large frying pan over a medium heat and add half the butter. Dust 2 of the brioche slices with half the flour, then fry for about 4 minutes on each side until lightly golden. Transfer to a baking tray. Repeat with the remaining butter, flour and brioche slices. Sprinkle 2 tbsp of the whizzed praline over each slice (see tip), then transfer the tray to the oven. Bake for 8-10 minutes or until the praline is golden and crisp.",
        "4": "While the pain perdu is in the oven, put the yogurt in a bowl. Crush most of the berries into the yogurt and ripple together. Spoon over the hot praline pain perdu slices, top with the remaining berries and tuck in."
      },
      "notes": {
        "tips": [
          "You’ll have praline left over – keep it for up to 3 days in an airtight container and use to top ice cream or yogurt."
        ],
        "youWillAlsoNeed": [
          "Food processor; baking sheet lined with non-stick baking paper"
        ]
      }
    },

    {
      "name": "Apricot, almond and thyme tarte tatin",
      "id": "apricot-almond-and-thyme-tarte-tatin",
      "description": "Georgina Hayden has created this recipe using one of her favourite summer fruits: apricots. She says: ”I’ve created a tarte tatin inspired by two much-loved breakfast favourites – the good ol’ almond croissant and an apricot danish.”",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 20-25 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/06/tarte-tatin-768x960.jpg",
      "ingredients": [
        {
          "name": "flaked almonds",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "apricots, fresh or tinned",
          "amount": "2"
        },
        {
          "name": "caster sugar",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "unsalted butter",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "A few fresh thyme sprigs"
        },
        {
          "name": "good quality marzipan",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "whole milk",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "Plain flour for dusting"
        },
        {
          "name": "ready-rolled puff pastry",
          "amount": "375",
          "unit": "g"
        },
        {
          "name": "Icing sugar to dust"
        }
      ],
      "steps": {
        "1": "Heat the oven to 220°C/200°C fan/gas 7. Gently toast the almonds in a dry pan until golden. Set aside.",
        "2": "Halve and stone the apricots. Put cut-side up in the frying pan. Sprinkle with half the sugar and leave to macerate for 10 minutes. Stir gently.",
        "3": "Put the pan over a medium heat. Sprinkle with the remaining caster sugar, dot over the butter and most of the thyme. Let the sugar/butter melt and form a caramel. Don’t stir, just swirl the pan occasionally. Take off the heat when evenly golden.",
        "4": "Meanwhile, tear the marzipan into pieces and whizz in a food processor/blender with the milk and a pinch of salt to form a spreadable paste.",
        "5": "Dust your worktop with flour, then roll out and trim the pastry to a rough 30cm circle. Spread with the marzipan, leaving a border. Drape the pastry over the apricots, marzipan-side down, and tuck in the edges. Transfer the pan to the oven and bake for 20-25 minutes until the pastry is golden and the caramel is bubbling up around the sides.",
        "6": "Cool the tarte for 5 minutes in the pan, then turn out onto a plate. Sprinkle with the toasted almonds and remaining thyme, and dust with icing sugar. Serve with ice cream."
      },
      "notes": {
        "youWillAlsoNeed": [
          "Ovenproof 28cm frying pan; food processor or blender"
        ]
      }
    },
    {
      "name": "Ultimate quiche lorraine",
      "id": "ultimate-quiche-lorraine",
      "description": "This classic recipe may seem simple to make, but its success lies in the finer details. Short, crisp pastry – not too thick, not too thin – and a silky, just-set filling made with eggs, whole milk, nutmeg and ham.",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 50-65 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 8-10",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/06/quiche-lorraine-768x960.jpg",
      "ingredients": [
        {
          "amount": "250",
          "unit": "g",
          "name": "plain flour, plus extra for dusting"
        },
        {
          "amount": "115",
          "unit": "g",
          "name": "unsalted butter"
        },
        {
          "amount": "1",
          "name": "medium free-range egg yolk"
        },
        {
          "amount": "4",
          "unit": "tbsp",
          "name": "cold water"
        },
        {
          "amount": "20",
          "unit": "g",
          "name": "butter"
        },
        {
          "amount": "2",
          "name": "onions, finely chopped"
        },
        {
          "name": "slices good-quality ham, roughly chopped",
          "amount": "2-3"
        },
        {
          "name": "whole milk",
          "amount": "475",
          "unit": "ml"
        },
        {
          "name": "medium free-range eggs",
          "amount": "4"
        },
        {
          "name": "Pinch cayenne pepper"
        },
        {
          "name": "Freshly grated nutmeg"
        }
      ],
      "steps": {
        "1": "In a mixing bowl, rub the flour, butter and a pinch of salt together with your fingertips until it has the texture of breadcrumbs. Add the egg yolk and water, bring together to form a smooth ball, then wrap in cling film and chill for 30 minutes.",
        "2": "On a lightly floured surface, roll out the pastry to a rough 30cm circle. Lay over the tart tin to line the base and sides, pushing the pastry into the edges of the tin. Trim any excess overhanging dough, then prick the pastry base all over with a fork. Chill for 30 minutes (see tip).",
        "3": "Meanwhile, make the filling. Heat the butter in a large frying pan and add the onions. Cook until golden and soft, then scatter over the base of the tart, along with the ham.",
        "4": "Heat the milk in a saucepan until just steaming. In a separate pan, whisk the eggs with the cayenne pepper, nutmeg and a pinch of salt.",
        "5": "Heat the oven to 190°C/170°C fan/gas 5. Put the egg pan over a gentle heat and whisk in the hot milk until combined, then cook until thickened and pale (about 8 minutes – see tip). Pour the mixture over the onion and ham in the tart, then bake for 30-40 minutes until just set and turning golden at the edges. Cool in the tin before removing and slicing."
      },
      "notes": {
        "tips": [
          "For a crisper pastry, blind bake it first at the end of step 2 (find a how-to in this month’s delicious. Kitchen). Blind bake it for 15 minutes, then for 8-10 minutes until golden and sandy to the touch. You needn’t thicken the filling in step 5 if you’re blind baking. The cooked quiche will keep covered and chilled for up to 3 days."
        ],
        "youWillAlsoNeed": ["25cm fluted tart tin"]
      }
    },
    {
      "name": "Classic croissants",
      "id": "classic-croissants",
      "description": "Learn how to make classic butter croissants with this recipe by Richard Bertinet. They’re the ultimate flaky pastry treat to enjoy for breakfast with a cup of coffee.",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR",
        "oven": "OVEN TIME 20 MINUTES",
        "cooling": "RESTING AND PROVING TIME 5-5½ HOURS"
      },
      "servers": "MAKES 24 SMALL OR 14 LARGE CROISSANTS",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/05/croissants-768x960.jpg",
      "ingredients": [
        {
          "name": "strong white flour, plus extra to dust",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "fresh yeast",
          "amount": "20",
          "unit": "g"
        },
        {
          "name": "fine sea salt",
          "amount": "10",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "free-range egg (shelled weight; equivalent to about 1 large egg), plus 1 free-range egg to make an egg wash",
          "amount": "55",
          "unit": "g"
        },
        {
          "name": "cold whole milk (see tips)",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "cold water (see tips)",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "good quality unsalted butter, straight from the fridge",
          "amount": "200",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Put the flour in a mixing bowl, then rub in the yeast with your fingertips. Stir in the salt and sugar. Add the 55g egg, milk and water, then mix using a dough scraper. When everything comes together into a dough, use the scraper to turn it out onto the work surface (don’t flour it). Or you can put all these ingredients together in a mixer (liquids first) and mix with a dough hook for 3-4 minutes on a slow speed.",
        "2": "Work the dough, stretching it and folding it over itself, for 4-5 minutes. Form into a ball and cut a cross in the top with a knife (this will help the dough relax while resting). Put in a lightly floured mixing bowl. Cover with a large, split freezer bag secured with an elastic band, then rest in the fridge for at least 2 hours, preferably overnight.",
        "3": "Lightly flour the work surface. Turn out the dough then, starting in the centre of the cross, roll out the 4 corners until you have a square that’s approximately 25cm.",
        "4": "Open the pack of butter but leave it sitting on its wrapper with a split freezer bag or piece of baking paper over the top. Use a rolling pin to flatten the butter into a square, tapping it gently (the bag/baking paper will prevent the rolling pin from becoming greasy). Turn the butter over, wrapper and all, and tap again until about 1cm thick and the square is about 13cm.",
        "5": "Remove the wrapper and set aside (use to grease the baking trays later), then use the bag/baking paper to lift the flattened butter and turn it over onto the centre of the dough square – the aim here is to touch the butter as little as possible to avoid warming it up. Remove the bag/paper.",
        "6": "One at a time, fold the 4 sides of the dough over the butter. Using a rolling pin and rolling lengthways only, roll out into a rectangle 2-3 times longer than the original length (about 60-70cm). Keep your hands at either end of the rolling pin, outside the dough area, and be gentle – this helps distribute the pressure evenly, so the dough ends up the same thickness all over. If you rest your hands in the middle of the pin, the pressure will make a dent in the centre of the dough. Each time you roll, gently lift the dough and move it around slightly on the work surface to stop it sticking.",
        "7": "Fold into thirds: top third into the middle, then bottom third on top, as if you were folding a letter. I make an indent in the top of the dough to remind myself I’m at the first folding stage. Lift onto a plastic tray or board, cover with a split freezer bag and chill for 20-30 minutes.",
        "8": "Beat the remaining egg with a pinch of salt to make an egg wash. Take the tray/board out of the fridge, remove the bag and put the dough on a lightly floured surface with the short end facing you. Use a rolling pin to roll it lengthways as before, then fold into thirds again, always folding in from the short ends (I now make 2 indents in the top). Put the dough back on the plastic tray/board, then cover again with the freezer bag and return to the fridge for a further 20-30 minutes.",
        "9": "Repeat the rolling and resting process once more (this time make 3 indents)",
        "10": "Roll out the dough to a rectangle 30cm x 75cm and 4mm thick. With a large, sharp knife, cut lengthways down the middle and trim the edges to make a neat rectangle. Discard the trimmings.",
        "11": "Cut each strip into 7 large (or 12 small) triangles, making the base of each large triangle about 9cm and the sides about 15cm. Make a small vertical cut in the base of each triangle.",
        "12": "Roll each triangle up from the base, pulling gently at the splits you’ve made. Don’t crush the dough. Continue rolling, then gently roll back and forth briefly with your fingertips to seal.",
        "13": "Brush the tops of the croissants with the egg wash, brushing lightly from the centre outwards so you don’t get any excess sticking the folds together. Put on the greased baking trays, leaving space in between to let them expand.",
        "14": "Leave the croissants to prove in a warm place such as a cupboard, big drawer or turned-off microwave for about 2 hours. Twenty minutes before the croissants are ready, heat the oven to 220°C/fan200°C/gas 8.",
        "15": "Glaze the proved croissants again with the egg wash. Turn the oven to 190°C/fan170°C/gas 5, then bake the croissants in the oven for 15-20 minutes until golden. Cover with foil if they’re browning too quickly and, if they’re baking unevenly, move the croissants and/or the trays around accordingly. Avoid opening the oven door too much early on in the cooking process, though, as this may knock the air out of the croissants and affect the rise. Put on wire racks to cool, then serve. They’re great with apricot jam."
      },
      "notes": {
        "tips": [
          "Use scales to weigh the milk and water. They’ll give a more accurate reading than a measuring jug.",
          "When cutting triangles or trimming the dough, use a sharp, straight-bladed chef’s knife long enough to cut straight down in one clean slice. Don’t press down on or drag the knife through the dough, as this will affect the rise.",
          "You can make the croissants up to 12 hours before you bake them. Put the unbaked croissants on a tray/board and glaze with the egg wash. Put the tray/board inside a large freezer bag to enclose it loosely, then chill.",
          "To freeze, put the tray/board of finished, unbaked croissants in the freezer. Once frozen, transfer to a freezer bag and freeze for up to 3 months. Bake from frozen on a baking tray at 180°C/fan160°C/gas 4 for 18-20 minutes, turning the tray halfway through. Or, freeze the baked, cooled croissants on a tray until frozen, then transfer to a paper bag inside a freezer bag and return to the freezer for up to 3 months. Defrost fully, then warm in a hot oven to serve.",
          "Buy fresh yeast from the baking section of large supermarkets, or from specialist baking shops, Ocado and other online cookshops. It will keep for 2 weeks, wrapped in the fridge, and it will freeze for up to 3 months."
        ],
        "youWillAlsoNeed": [
          "Plastic tray or chopping board that will fit in the fridge",
          "Dough scraper (available from most cookshops and online)",
          "Large freezer bags, split",
          "Rolling pin (ideally two – one straight and one tapered)",
          "2 baking trays"
        ]
      }
    },
    {
      "name": "Provençal-style poached chicken",
      "id": "provençal-style-poached-chicken",
      "description": "Make this simple French-style poached chicken when you have a bit of time, safe in the knowledge you’ll have leftovers to make something else for dinner the next day.",
      "time": {
        "handsOn": "HANDS-ON TIME 10 MIN",
        "simmering": "SIMMERING TIME 50 MIN"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/04/provencal-style-poached-chicken-768x960.jpg",
      "ingredients": [
        {
          "amount": "2.2",
          "unit": "kg",
          "name": "free-range whole chicken"
        },
        {
          "amount": "1",
          "name": "garlic bulb, halved horizontally"
        },
        {
          "amount": "1",
          "unit": "tsp",
          "name": "black peppercorns"
        },
        {
          "name": "Large handful fresh flatleaf parsley, leaves and stalks separated"
        },
        {
          "amount": "2",
          "name": "bay leaves"
        },
        {
          "amount": "400",
          "unit": "g",
          "name": "baby vegetables (we used carrots, turnips and leeks)"
        },
        {
          "name": "waxy new potatoes",
          "unit": "g",
          "amount": "250"
        },
        {
          "name": "dijon mustard",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "olive oil",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "fine sea salt",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "Mixed salad leaves to serve"
        }
      ],
      "steps": {
        "1": "Put the chicken breast-side down in a large saucepan or flameproof casserole with the garlic halves and peppercorns (see tip). Tie together the parsley stalks and bay leaves with cook’s string and add to the pan. Pour over enough water to cover, then put the lid on.",
        "2": "Bring to the boil over a medium heat, then turn the heat to low and simmer for 25 minutes. Carefully turn the chicken over, add the baby veg and potatoes, then re-cover. Simmer for 20-25 minutes more until the chicken is cooked through (the juices will run clear when you push a knife into the thickest part of the thigh or a digital probe thermometer reads 72°C).",
        "3": "Remove from the heat and spoon a few ladlefuls of cooking water from the pan into a medium mixing bowl. Whisk in 2 tbsp dijon mustard and the sea salt, then pour back in the pan and stir well to combine. Taste to check the seasoning.",
        "4": "Roughly chop the parsley leaves. Remove the garlic, squeeze out 3 cloves into a bowl (save the rest for another recipe), then mix with the rest of the dijon, the oil and 2 tbsp poaching liquid to make a dressing.",
        "5": "Carve the chicken. Serve two thirds of the meat with the veg and a little stock, plus crusty bread and the parsley dressing to drizzle over.",
        "6": "Leave the leftover chicken and broth to cool completely, then strip the rest of the meat from the carcass and store the leftovers. Transfer to separate food bags or containers."
      },
      "notes": {
        "tips": [
          "For an Asian twist, add a splash of soy sauce, a star anise and a cinnamon stick with the peppercorns. Omit the potatoes and mustard and serve with steamed rice or noodles instead.",
          "Chill for up to 3 days in the fridge or freeze for up to 3 months. Defrost in the fridge overnight. Reheat until piping hot before serving."
        ],
        "youWillAlsoNeed": ["Cook’s string"]
      }
    },
    {
      "name": "Butternut squash, blue cheese and quince jelly soufflé",
      "id": "butternut-squash-blue-cheese-and-quince-jelly-soufflé",
      "description": "It’s one of the classics, yet many cooks shy away from it. Once you understand and master the technique, though – thickening the base, whisking the egg whites to perfect peaks – making a soufflé becomes a joy. Our recipe is flavoured with the sweet nuttiness of roasted squash, the tang of quality cheese and a touch of fruity acidity.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "OVEN TIME 35 MIN"
      },
      "servers": "SERVES 2-4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/04/souffle-768x960.jpg",
      "ingredients": [
        {
          "amount": "500",
          "unit": "g",
          "name": "butternut squash, peeled and cut into 2cm chunks"
        },
        {
          "name": "Drizzle olive oil"
        },
        {
          "amount": "350",
          "unit": "ml",
          "name": "whole milk"
        },
        {
          "name": "shallots, halved",
          "amount": "2"
        },
        {
          "amount": "6",
          "name": "peppercorns"
        },
        {
          "amount": "2",
          "name": "bay leaves"
        },
        {
          "amount": "35",
          "unit": "g",
          "name": "butter, plus extra, melted, for greasing"
        },
        {
          "name": "fresh white breadcrumbs",
          "unit": "tbsp",
          "amount": "2"
        },
        {
          "name": "plain flour",
          "amount": "35",
          "unit": "g"
        },
        {
          "name": "cashel blue or roquefort cheese, crumbled",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "manchego cheese, finely grated",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "quince jelly",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "sea salt flakes",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "large free-range eggs, separated",
          "amount": "5"
        }
      ],
      "steps": {
        "1": "Heat the oven to 200°C/180°C fan/gas 6. Put the squash on a roasting tray, toss with the olive oil, season with salt and pepper, then roast for 30-35 minutes until soft and golden.",
        "2": "Put the milk, shallots, peppercorns and bay leaves in a pan. Bring the mixture almost to the boil, then remove from the heat and set aside to infuse.",
        "3": "Brush the inside of the soufflé/baking dish liberally with melted butter, then scatter in the breadcrumbs. Tip the dish on its side and roll around until coated with crumbs.",
        "4": "Once the squash is tender, take out of the oven and transfer to the prepared soufflé dish, then set aside. Turn the oven down to 190°C/170°C fan/gas 5.",
        "5": "Melt the 35g butter in a medium saucepan, then stir in the flour and cook over the heat for 3-4 minutes. Pour the infused milk through a sieve into a jug (discard the flavourings), then gradually stir into the butter/flour mixture (known as a roux), stirring constantly until smooth. Cook, stirring, over the heat for 8-10 minutes until thickened. It’s important the consistency is smooth and thick as this sauce (known as béchamel) will form the base of the soufflé.",
        "6": "Pour the sauce base into a large mixing bowl, then stir in the blue cheese, most of the grated manchego and the quince jelly. Beat in the egg yolks and season with the sea salt and lots of black pepper.",
        "7": "Put the egg whites in a separate large, spotlessly clean mixing bowl, then use an electric mixer to whip them to stiff peaks – they need to be firmly holding their shape. Using a metal spoon, swiftly and gently fold the whites into the soufflé base in about 3 goes (see tip), taking care not to knock out the air you’ve carefully whisked into the whites. Still working quickly, pour the mixture into the dish on top of the squash. Sprinkle over the rest of the grated cheese, then bake for 25-30 minutes until the soufflé is well risen but still has a very slight wobble in the middle. Serve straightaway (it will sink fast!) with a sharply dressed green salad."
      },
      "notes": {
        "tips": [
          "Fold a small amount of the egg whites into the cheese sauce first to loosen it (step 7) – this will make it easier to fold in the rest.",
          "Roast the squash and infuse the milk up to 48 hours ahead, then chill separately. Bring to room temperature to complete the recipe."
        ],
        "youWillAlsoNeed": ["1 litre soufflé dish or baking dish"]
      }
    },
    {
      "name": "Roast duck with rich maple-baked beans",
      "id": "roast-duck-with-rich-maple-baked-beans",
      "description": "Whole roast duck is cooked to crisp perfection, then glazed at the last minute with maple syrup for a sweet and glossy finish. Served alongside the maple baked beans, it’s a hearty and impressive dish you could serve at your next dinner party.",
      "time": {
        "handsOn": "HANDS-ON TIME 20 MIN",
        "oven": "OVEN TIME 2½ HOURS"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/03/roast-duck-768x960.jpg",
      "ingredients": [
        {
          "name": "whole duck",
          "amount": "2",
          "unit": "kg"
        },
        {
          "name": "sea salt flakes",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "maple syrup",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "Small handful fresh flatleaf parsley, chopped"
        },
        {
          "name": "Splash olive oil"
        },
        {
          "name": "red onion, finely chopped",
          "amount": "1"
        },
        {
          "name": "carrot, finely chopped",
          "amount": "1"
        },
        {
          "name": "garlic cloves, crushed",
          "amount": "3"
        },
        {
          "name": "tomato purée",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "tins haricot beans, drained and rinsed",
          "amount": "800",
          "unit": "g"
        },
        {
          "name": "tin cherry tomatoes",
          "amount": "400",
          "unit": "g"
        },
        {
          "name": "vegetable stock",
          "amount": "400",
          "unit": "ml"
        },
        {
          "name": "maple syrup",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "dijon mustard",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "Splash whisky (Canadian, ideally – but any whisky will do)"
        }
      ],
      "steps": {
        "1": "Take the duck out of the fridge an hour before cooking to take the chill off. Heat the oven to 220°C/ 200°C fan/gas 7. Sit the duck on a wire rack set inside a deep roasting tin. Rub all over with the sea salt, then roast for 30 minutes. Reduce the heat to 160°C/140°C fan/gas 3 and cook for 2 hours, turning and basting occasionally to ensure even cooking. Ten minutes before the end of cooking, brush with 2 tbsp maple syrup to glaze.",
        "2": "Meanwhile, for the beans, heat the oil in a large shallow casserole with a lid. Fry the onion and carrot for 10-12 minutes until softened. Stir in the garlic and tomato purée and cook for 2 minutes more. Add the beans and cherry tomatoes, rinse out the tomato can with a little of the vegetable stock and add to the pan with the rest of the stock.",
        "3": "Bring to a gentle simmer, season with salt and black pepper, then cover and cook in the oven alongside the duck (once you’ve reduced the temperature) for 1½ hours. Remove the lid, stir in the remaining ingredients, then return to the oven uncovered for 25 minutes more, or until the sauce has reduced and thickened (see Make Ahead and tips).",
        "4": "Carve or shred the duck and serve with the maple beans with a sprinkling of freshly chopped parsley."
      },
      "notes": {
        "tips": [
          "Before serving, separate the duck fat and cooking juices, then stir the juices into the beans for extra flavour.",
          "The beans would also taste great with pork belly or sausages, or simply on toast.",
          "The beans will keep covered in the fridge for up to 3 days. Reheat in a pan on the hob until piping hot to serve."
        ]
      }
    },
    {
      "name": "Tarte au chocolat",
      "id": "tarte-au-chocolat",
      "description": "When making the pastry, ensure the butter is fridge-cold before you rub it into the flour. If the butter is too warm, it will melt and soak into the flour, resulting in collapsed or misshapen pastry.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "OVEN TIME 35-40 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/02/chocolate-atrt-768x960.jpg",
      "ingredients": [
        {
          "name": "plain flour, plus extra for dusting",
          "amount": "170",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "tbsp",
          "unit": "2"
        },
        {
          "name": "chilled unsalted butter, cubed",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "medium free-range egg yolk",
          "amount": "1"
        },
        {
          "name": "dark chocolate (70% cocoa solids), roughly chopped",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "cold unsalted butter, cubed",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "vanilla bean paste",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "medium free-range eggs, plus 2 yolks",
          "amount": "3"
        },
        {
          "name": " caster sugar",
          "amount": "80",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "For the pastry, put the flour, sugar and a pinch of salt in a food processor and pulse until combined. Add the butter and pulse until it resembles breadcrumbs. (Or sift the flour into a mixing bowl, rub in the butter to resemble coarse breadcrumbs, then stir in the sugar.)",
        "2": "In a small bowl, mix the egg yolk with 1-2 tbsp cold water. Mix a small amount at a time into the pastry mixture until it just comes together.",
        "3": "Tip out the pastry, bring it together, then flatten into a disc. Wrap in cling film and chill for 20 minutes (see Make Ahead).",
        "4": "Heat the oven to 190°C/170°C fan/gas 5. Roll out the pastry on a lightly floured surface. Use the flour-dusted rolling pin to lift the pastry and unroll it into the tart tin. Line the tin, pushing the pastry gently into the edges. Trim off any excess pastry and put the pastry case in the fridge to chill for 20 minutes.",
        "5": "Line the pastry case with non-stick baking paper and fill with ceramic baking beans or raw rice. Bake for 12-15 minutes, then remove from the oven and carefully remove the baking paper/ceramic beans/rice. Return the case to the oven for 5 minutes until lightly golden and sandy to the touch (see Make Ahead). Turn the oven down to 180°C/160°C fan/gas 4.",
        "6": "Meanwhile, for the filling, put the chocolate and butter in a heatproof bowl and set over a pan of barely simmering water until melted (don’t let the bowl touch the water). Stir in the vanilla and a pinch of salt, then set aside to cool for 15 minutes.",
        "7": "Beat the whole eggs, yolks and sugar in a mixing bowl with an electric mixer until pale and fluffy. Fold in the cooled chocolate mixture using a large metal spoon. Spoon it into the pastry case, transfer to the oven and bake for 15-20 minutes, then remove and leave to cool (see Make Ahead).",
        "8": "Remove the cooled tart from the tin and serve with single cream and seasonal fruit."
      },
      "notes": {
        "tips": [
          "When making pastry, use the pulse button to mix it together.  If you whizz it for too long, gluten will form and the pastry will be tough.",
          "Make the pastry to the end of step 3, wrap and chill for up to 3 days. The cooked case will keep in an airtight container for 2 days. The finished tart will keep in an airtight container for 2 days."
        ],
        "youWillAlsoNeed": [
          "23cm loose-bottomed tart tin; ceramic baking beans or uncooked rice"
        ]
      }
    },
    {
      "name": "Classic almond pithivier",
      "id": "classic-almond-pithivier",
      "description": "This famous pastry from the Loire in France, which resembles the galette des rois, is traditionally made for Epiphany to mark the Three Kings’ visit to the baby Jesus. Debbie Major shares her foolproof recipe with us for a classic almond pithivier.",
      "time": {
        "handsOn": "HANDS-ON TIME 20 MIN",
        "oven": "OVEN TIME 53-64 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 8-10",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/02/pthivier-768x960.jpg",
      "ingredients": [
        {
          "name": "Butter for greasing"
        },
        {
          "name": " block puff pastry",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "Plain flour to dust"
        },
        {
          "name": "icing sugar for the glaze",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "butter, at room temperature",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "medium free-range egg, plus 2 yolks",
          "amount": "1"
        },
        {
          "name": "ground almonds",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "plain flour, plus extra to dust",
          "amount": "15",
          "unit": "g"
        },
        {
          "name": "dark rum",
          "amount": "2",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Lightly grease 2 baking trays with butter. Roll out the puff pastry on a lightly floured work surface to a 45cm x 25cm rectangle. Cut out two discs, one measuring 20cm, the other 25cm in diameter (see Debbie’s tips). Transfer to the trays, then chill for 20 minutes.",
        "2": "For the almond paste, cream the butter and sugar together in a bowl until pale and fluffy. Beat in the egg and one of the yolks, then stir in the ground almonds, flour and rum.",
        "3": "Remove the pastry discs from the fridge. Spoon the almond paste onto the smaller disc and spread out with a palette knife, leaving a 2.5cm border around the edge and mounding it up in the centre.",
        "4": "Beat the remaining yolk with 1 tsp cold water, then brush a little around the pastry border. Lay the second disc over the filling and press the edges together to seal, smoothing out any trapped air. Crimp the edges between your thumb and forefinger (see food team’s tip). Use the tip of a sharp knife to make a small hole in the centre for the steam to escape, then chill for 20 minutes.",
        "5": "Meanwhile, heat the oven to 220°C/200°C fan/gas 7. Remove the pithivier from the fridge and brush with the rest of the egg glaze. Using the tip of a small, sharp knife, score radial arcs into the pastry, working from the centre outwards and taking care not to cut all the way through.",
        "6": "Bake for 15-20 minutes until puffed and golden. Turn the oven down to The cooled pithivier will keep for 2-3 days, covered in the fridge. Warm gently in a low oven to serve. Seal the edges of the pastry carefully to stop the filling leaking out during baking. 180°C/160°C fan/gas 4 and bake for 35-40 minutes more until a skewer pushed into the centre comes away clean and the pastry is deep golden. If it starts to brown too much, lay a sheet of foil loosely over the top.",
        "7": "Remove the pithivier from the oven and increase the temperature to 220°C/200°C fan/gas 7. Dust the pithivier with the icing sugar, then return to the oven for 3-4 minutes until caramelised and glossy.",
        "8": "Transfer to a cooling rack to cool slightly (see Make Ahead). Serve warm with ice cream or cream."
      },
      "notes": {
        "tips": [
          "Seal the edges of the pastry carefully to stop the filling leaking out during baking.",
          "The cooled pithivier will keep for 2-3 days, covered in the fridge. Warm gently in a low oven to serve."
        ]
      }
    },
    {
      "name": "Steamed mussels with curry, leeks and saffron cream",
      "id": "steamed-mussels-with-curry-leeks-and-saffron-cream",
      "description": "This recipe, known as mouclade in France, is traditionally made with shallots, white wine and cream but we’ve added leeks and, instead of wine, a dry cider. Lots of crusty French bread is essential for mopping up all the juices.",
      "time": {
        "handsOn": "TAKES 30 MINUTES TO MAKE",
        "cook": "15 MINUTES TO COOK",
        "plus": "PLUS 1 WEEK MACERATING"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/10/steamed-mussels-with-curry-leeks-and-saffron-cream-768x1023.jpg",
      "ingredients": [
        {
          "name": "Large pinch of saffron strands"
        },
        {
          "name": "unsalted butter",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "small leek, thinly sliced",
          "amount": "1"
        },
        {
          "name": "fat garlic clove, crushed",
          "amount": "1"
        },
        {
          "name": "medium-hot curry powder",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "Pinch of cayenne pepper"
        },
        {
          "name": "brandy",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "fresh, rope-grown mussels, cleaned",
          "amount": "2",
          "unit": "kg"
        },
        {
          "name": "dry cider",
          "amount": "120",
          "unit": "ml"
        },
        {
          "name": "bay leaves",
          "amount": "2"
        },
        {
          "name": "plain flour",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "crème fraîche or double cream",
          "amount": "100",
          "unit": "ml"
        },
        {
          "name": "chopped fresh parsley",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "lemon juice",
          "amount": "1",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Put the saffron strands into a small bowl and add 1 tbsp hot water. Set aside. Meanwhile melt the butter in a medium-size pan. Add the leek and garlic, cover, then cook over a low heat for 5 minutes until just soft but not browned. Stir in the curry powder and cayenne pepper and cook gently for 1 minute more. Add the brandy and simmer for a few seconds until it has almost evaporated. (This can be set aside until you’re ready to finish the dish.)",
        "2": "Place a very large pan over a high heat. When the pan is hot, add the mussels, the cider and the bay leaves, cover quickly with a lid and cook for 3-4 minutes until they have all just opened, uncovering the pan halfway through to give the mussels a good stir. Tip the mussels into a colander set over a bowl to collect all the cooking liquid. Put the mussels back in the pan with a lid on to keep them warm, then set aside.",
        "3": "Return the spicy leek to the heat and as soon as it’s sizzling, lower the heat, stir in the flour and cook gently for 1 minute. Remove from the heat and gradually stir in the saffron liquid and 250ml of the mussel juices, leaving behind the last tablespoonful or two, which might be gritty. Increase the heat to bring the sauce to the boil, stirring, then simmer for 3-4 minutes to cook out the flour.",
        "4": "Stir in the crème fraîche or cream and most of the parsley, then season to taste with the lemon juice, pepper and a little salt if necessary.",
        "5": "Divide the mussels among 4 warmed bowls, pour over the sauce, scatter over the remaining parsley and serve straightaway."
      },
      "notes": {
        "tips": [
          "Cider works just as well with this wonderful dish as in it. However, if it’s wine you want, go for a juicy, lively South African Chenin Blanc."
        ]
      }
    },
    {
      "name": "Strawberry tarts",
      "id": "strawberry-tarts",
      "description": "These beauties will be met with oohs, aahs and ooh-la-las – and they taste every bit as good as the ones that grace the windows of Parisian patisseries",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR 15 MIN",
        "oven": "OVEN TIME 35 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 12",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/10/strawberry-tarts-768x960.jpg",
      "ingredients": [
        {
          "name": "whole milk",
          "amount": "250",
          "unit": "ml"
        },
        {
          "name": "double cream",
          "amount": "200",
          "unit": "ml"
        },
        {
          "name": "cornflour",
          "amount": "40",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "80",
          "unit": "g"
        },
        {
          "name": "medium free-range eggs",
          "amount": "2",
          "unit": ""
        },
        {
          "name": "Cointreau orange liqueur (or other similar triple sec liqueur)",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "Grated zest orange",
          "amount": "1"
        },
        {
          "name": "strawberry jam",
          "amount": "175",
          "unit": "g"
        },
        {
          "name": "strawberries, hulled",
          "amount": "1",
          "unit": "kg"
        },
        {
          "name": "Lemon juice to taste"
        },
        {
          "name": "chilled unsalted butter, cubed",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "icing sugar, sifted",
          "amount": "175",
          "unit": "g"
        },
        {
          "name": "medium free-range eggs, plus 1 egg yolk, beaten",
          "amount": "2"
        },
        {
          "name": "Grated zest oranges",
          "amount": "2"
        },
        {
          "name": "plain flour, plus extra to dust",
          "amount": "500",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Pour the milk and cream into a pan and heat until just boiling, then remove from the heat. Meanwhile, put the cornflour and sugar in a mixing bowl, whisk to remove any lumps, then whisk in the eggs until smooth. Pour half the hot milk mixture over the egg mixture, whisking constantly. Pour the egg mixture into the pan with the remaining milk mixture and put the pan over a low-medium heat. Whisk until thickened, smooth and glossy (about 3 minutes), then remove from the heat and beat in the Cointreau and orange zest. Pour into a bowl, cover with cling film touching the surface (to prevent a skin forming) and leave to cool, then chill for 2-3 hours.",
        "2": "For the pastry, put the butter and icing sugar in a stand mixer fitted with a paddle attachment and mix on a low speed until smooth. Scrape down the sides of the bowl using a spatula, then mix again, adding the eggs gradually until combined. Add the orange zest and flour and mix until just combined, then turn out onto a lightly floured surface and knead gently, ensuring there are no lumps of butter left. Shape the dough into a rectangle, wrap in cling film and chill for 30 minutes. (If you don’t have a stand mixer, cream the butter and icing sugar in a mixing bowl using a wooden spoon or electric hand mixer, then beat in the ingredients as above.)",
        "3": "Lightly flour a work surface, halve the chilled dough and roll each piece to a 20cm x 30cm x 3mm thick oblong. Put on a baking sheet, stack between sheets of baking paper and chill for 30 minutes.",
        "4": "Once chilled and still on baking paper, use a saucer or cup as a guide and cut out 6 x 15cm discs from each sheet. Carefully line each tart case with a disc of pastry and trim off any excess (see tip). Chill for an hour.",
        "5": "Heat the oven to 160°C/140°C fan/gas 3. Line the tart cases with baking paper and ceramic baking beans (or uncooked rice), put on baking sheets and bake for 30 minutes. Remove baking beans/rice and paper and bake for 5 minutes until the pastry feels sandy. Cool in the tins.",
        "6": "Set aside 100g strawberry jam for the glaze and divide the remaining jam equally among the cooled cases. When the pastry cream is chilled, transfer to the piping bag and pipe the tarts three-quarters full, covering the jam.",
        "7": "Pick the best (and similar in size) strawberries to decorate the tarts. Put a whole strawberry, tip upwards, in the centre of each tart, then halve the remaining ones and arrange around the central strawberry.",
        "8": "Melt the reserved 100g strawberry jam in a small pan with a splash of water and a squeeze of lemon juice and stir until smooth. Brush over the strawberries to glaze. Serve as dessert or as part of an afternoon tea."
      },
      "notes": {
        "tips": [
          "Use a small ball of pastry scraps to gently push the pastry cases into the edges of the tins without tearing them (step 4)",
          "Make the tart cases and pastry cream a day ahead. Keep the cream covered in the fridge."
        ],
        "youWillAlsoNeed": [
          "12 x 10cm fluted tartlet cases, 2cm deep; piping bag fitted with 1cm plain nozzle"
        ]
      }
    },

    {
      "name": "Classic canelés",
      "id": "classic-canelés",
      "description": "Traditional French canelés are golden-brown with a crisp, shiny exterior and soft, custardy centre. Use Philippe Moulin’s recipe for perfect results and enjoy heavenly canelés for breakfast or dessert.",
      "time": {
        "handsOn": "HANDS-ON 20 MIN",
        "oven": "OVEN 65 MINUTES",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 16",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/831190-1-eng-GB_canele_delicious_104104-768x960.jpg",
      "ingredients": [
        {
          "name": "whole milk",
          "amount": "500",
          "unit": "ml"
        },
        {
          "name": "unsalted butter, softened, plus extra to grease (optional)",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "vanilla pod, split",
          "amount": "½"
        },
        {
          "name": "caster sugar",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "medium free-range eggs, plus 2 yolks",
          "amount": "2"
        },
        {
          "name": "plain flour",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "dark rum",
          "amount": "2",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Put the milk, butter and vanilla pod in a medium pan. Bring to a simmer, then remove from the heat and cool slightly.",
        "2": "In a mixing bowl, whisk the sugar, eggs and egg yolks with a balloon whisk until paler and creamy, then whisk in the flour until smooth.",
        "3": "Discard the vanilla pod from the pan, then pour in a third of the milk mixture. Whisk to combine. Pour in the remaining mixture, stirring with the whisk, until combined into a pancake batter-like consistency.",
        "4": "Whisk in the rum, then chill the canelé mixture in the fridge for about 12 hours.",
        "5": "Butter the canelé mould(s) with plenty of butter, making sure the flutes are well greased. Heat the oven to 250°C/ 230°C fan/gas 10) and put a baking sheet on the middle rack to heat up.",
        "6": "Stir the chilled mixture, then pour into the moulds to just below the rim. Bake on the sheet in the middle of the oven for 5 minutes, then turn the oven down to 180°C/160°C fan/ gas 4 and bake for 60 minutes more.",
        "7": "Leave the canelés to cool completely (for at least an hour) before turning out of the moulds. Repeat the process with the rest of the batter. They’re now ready to eat or to be given as a gift."
      },
      "notes": {
        "tips": [
          "The mixture is best made 12 or up to 48 hours ahead. If you’re short of time, you can use the mixture after chilling for at least an hour. If you have 2 canelé moulds, bake all 16 canelés at the same time (heat 2 baking sheets in step 5 and swap them round in the oven halfway through). If you have one mould, wait until the first batch cools before turning them out and baking the next.",
          "The unbaked mixture will keep, covered in the fridge, for up to 3 days. Cooked, cooled canelés freeze well in a sealed container. Heat from frozen in the oven (200°C/180°C fan/gas 6) for 4-5 minutes. Let them cool to room temperature, then put in the fridge for 5 minutes to re-set the crust before eating.",
          "A canelé is a rich, sweet little cake from France’s Bordeaux region, flavoured with rum and vanilla, then baked in fluted moulds (cannelé, the original spelling of the cake, means ‘fluted’). The cakes’ origin is linked to the region’s wine industry – egg whites were used to clarify wine and the leftover egg yolks were used to make these celebrated delicacies."
        ],
        "youWillAlsoNeed": ["8 x 70ml silicone canelé mould"]
      }
    },
    {
      "name": "Moules Basquaise",
      "id": "moules-basquaise",
      "description": "“These moules, from where the wild Atlantic meets the Pyrenees, have a distinctly southern flavour. The local chilli powder, piment d’espelette, is easily found at souschef.co.uk but hot, unsmoked paprika makes a good substitute.” – Felicity Cloake.",
      "time": {
        "handsOn": "HANDS-ON 20 MIN",
        "simmering": "SIMMERING TIME 10 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/Moules_Basquaise-768x960.jpg",
      "ingredients": [
        {
          "name": "extra-virgin olive oil",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "onion, finely chopped",
          "amount": "1"
        },
        {
          "name": "large pointed red peppers, sliced",
          "amount": "2"
        },
        {
          "name": "garlic cloves, sliced",
          "amount": "2"
        },
        {
          "name": "cherry tomatoes ",
          "amount": "8"
        },
        {
          "name": "cured ham (see tips), chopped into small chunks",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "dry white wine",
          "amount": "500",
          "unit": "ml"
        },
        {
          "name": "mussels, cleaned and de-bearded (see tips)",
          "amount": "1.5",
          "unit": "kg"
        },
        {
          "name": "small bunch fresh flatleaf parsley, roughly chopped",
          "amount": "1"
        },
        {
          "name": "A good pinch piment d’espelette"
        },
        {
          "name": "Baguette to serve"
        }
      ],
      "steps": {
        "1": "Heat the oil in a very large lidded saucepan or casserole over a medium heat. Add the onion and peppers, cook until beginning to soften, then add the garlic, tomatoes and ham.",
        "2": "Cook until the tomatoes begin to burst and the ham has released its fat, then pour in the wine. Turn up the heat and bring to a simmer.",
        "3": "Add the mussels, cover with the lid and cook for 10 minutes until the mussels have opened (see tips), then toss well to distribute the sauce.",
        "4": "Sprinkle with the parsley and piment d’espelette and serve with the baguette to mop up the sauce."
      },
      "notes": {
        "tips": [
          "Discard any uncooked mussels that don’t close when tapped on the work surface.",
          "We used thick-sliced Bayonne ham, from the supermarket deli section."
        ]
      }
    },
    {
      "name": "Miso caramel banoffee éclairs",
      "id": "miso-caramel-banoffee-éclairs",
      "description": "Ravinder Bhogal’s banoffee éclairs combine light choux pastry, a rich sweet and salty caramel and a fudgy chocolate topping into one decadent treat.",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR 15 MIN",
        "oven": "OVEN TIME 35 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 20-25",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/eclair-768x960.jpg",
      "ingredients": [
        {
          "name": "caster sugar",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "semi-skimmed milk",
          "amount": "500",
          "unit": "ml"
        },
        {
          "name": "white miso paste",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "vanilla pod, split in half",
          "amount": "1"
        },
        {
          "name": "medium free-range egg yolks",
          "amount": "5"
        },
        {
          "name": "cornflour",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "double cream",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "unsalted butter, cubed",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "plain flour, sifted",
          "amount": "115",
          "unit": "g"
        },
        {
          "name": "medium free-range eggs, beaten",
          "amount": "3"
        },
        {
          "name": "Splash of milk (optional)"
        },
        {
          "name": "caster sugar",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "double cream",
          "amount": "75",
          "unit": "ml"
        },
        {
          "name": "dark chocolate, chopped",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "ripe bananas, sliced, to serve",
          "amount": "3"
        }
      ],
      "steps": {
        "1": "For the crème pâtissière, gently heat 150g of the sugar and 75ml cold water in a deep pan until the sugar has dissolved. Increase the heat and bubble until it turns into a dark amber caramel. Meanwhile, gently heat the milk, miso paste and vanilla pod in another pan until steaming, then pour into a jug and remove the vanilla pod (rinse, dry and use to flavour sugar, if you like).",
        "2": "Once the caramel has reached the desired colour, lower the heat and carefully pour in the milk mixture, mixing slowly with a hand whisk. Be careful as it may spit at first. Keep whisking until all the milk has been added. Bring up to the boil, then remove from the heat.",
        "3": "In a heatproof bowl, whisk the egg yolks, cornflour and remaining 100g sugar until smooth. Still whisking, pour the milk mixture slowly over the egg yolks, then pour it all through a fine mesh sieve, back into the milk pan.",
        "4": "Return the pan to a medium heat and whisk until it forms a smooth, thickened custard. Pour into a bowl, lay cling film on the surface (to stop a skin forming) and chill for 30 minutes. Once it’s chilled, whip the cream in a separate bowl to soft peaks, then gently fold into the custard. Cover again with cling film touching the surface and chill until needed.",
        "5": "For the choux pastry, heat the oven to 220°C/200°C fan/gas 7. Put the butter and 185ml cold water in a medium saucepan set over a medium heat until the butter has melted. Bring to the boil, remove from the heat and pour in the sifted flour. Beat vigorously using a wooden spoon until smooth, glossy and coming away from the sides of the pan. Tip into a bowl and push the mixture up the sides to cool it quickly. Leave for 10 minutes or until it has cooled to room temperature.",
        "6": "Slowly add the eggs, beating well after each addition, until the mixture is smooth and drops off the end of a wooden spoon when tapped. (You may not need all the eggs or you may need to add a splash of milk.)",
        "7": "Spoon the mixture into the piping bag fitted with the 12mm nozzle and pipe 8 x 10cm lengths onto each prepared baking sheet, leaving room for the choux to expand in the oven. Bake for 20 minutes, then reduce the heat to 180°C/160°C fan/gas 4 and bake for 15 minutes more. Cool on a wire rack. Repeat with the remaining choux on the other baking sheet/s.",
        "8": "Meanwhile make the chocolate glaze. Gently heat the sugar and 50ml cold water in a small pan until dissolved. Turn up the heat and bubble until it turns a light amber colour. Remove from the heat and stir in the cream, another 50ml cold water and the dark chocolate. Return to the heat and warm gently until melted and combined.",
        "9": "Using a bread knife, halve the cooled eclairs horizontally, then dip the tops in the glaze (see tips) and set aside. Spoon the crème pâtissière into the piping bag with the 10mm plain nozzle and pipe it onto the bases. Add slices of banana and top with the glazed lids to serve."
      },
      "notes": {
        "tips": [
          "The chocolate may start to set when you’re glazing the éclairs. If so, add 1 tsp hot water and stir to loosen it. To give the glaze a great finish, dip the top of each one into the glaze, then run a clean finger over to coat evenly.",
          "For a super-smooth crème pâtissière, use a stick blender to whizz the custard after chilling (step 4), before adding the double cream.",
          "The crème pâtissière will keep in the fridge for up to 2 days with a piece of cling film touching the surface.",
          "Bake the éclairs a day ahead and keep in an airtight container. Finish them no more than 2 hours ahead.",
          "Make the chocolate glaze 1-2 days ahead and keep in a container in the fridge. Reheat gently in a pan to loosen before glazing the éclairs."
        ],
        "youWillAlsoNeed": [
          "2 disposable piping bags fitted with 12mm and 10mm plain nozzles (or snip the corners off)",
          "2-3 baking sheets lined with non-stick baking paper"
        ]
      }
    },
    {
      "name": "Beef wellington",
      "id": "beef-wellington",
      "description": "”For the best flavour, take the time to cook the chopped mushrooms properly and buy the best beef you can. Use a meat thermometer and you can guarantee the meat inside will be juicy, tender and pink while the pastry crust is crisp and golden.” – Nick Deverell-Smith",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR 20 MIN",
        "oven": "OVEN TIME 30-50 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/898491-1-eng-GB_beef-wellington-768x960.jpg",
      "ingredients": [
        {
          "name": "British grass-fed beef fillet, at room temperature",
          "amount": "1",
          "unit": "kg"
        },
        {
          "name": "Olive oil for frying"
        },
        {
          "name": "creamed horseradish",
          "amount": "25",
          "unit": "g"
        },
        {
          "name": "English mustard",
          "amount": "25",
          "unit": "g"
        },
        {
          "name": "unsalted butter",
          "amount": "65",
          "unit": "g"
        },
        {
          "name": "chestnut mushrooms, finely chopped",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "flat mushrooms, finely chopped",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "cooked, peeled chestnuts (we used Merchant Gourmet whole chestnuts, available from large supermarkets and good delis), finely chopped",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "Finely grated zest and juice"
        },
        {
          "name": "orange",
          "amount": "1"
        },
        {
          "name": "brandy",
          "amount": "50",
          "unit": "ml"
        },
        {
          "name": "fresh sage sprigs, leaves finely chopped, plus extra to garnish (optional)",
          "amount": "4"
        },
        {
          "name": "fresh breadcrumbs",
          "amount": "70",
          "unit": "g"
        },
        {
          "name": "block all-butter puff pastry",
          "amount": "375",
          "unit": "g"
        },
        {
          "name": "Plain flour for dusting"
        },
        {
          "name": "medium free-range egg, beaten",
          "amount": "1"
        }
      ],
      "steps": {
        "1": "Drizzle the beef with some of the olive oil and season with salt and pepper. Heat a wide, deep frying pan over a high heat and, when very hot, sear the beef, turning to brown the meat all over. Remove from the pan, put on a chopping board and rub all over with the horseradish and English mustard, then set aside to cool.",
        "2": "In the same pan in which you cooked the beef, heat the butter over a medium heat and cook until it turns nut brown. Add all the chopped mushrooms and chestnuts and fry over a high heat, stirring constantly, until all the liquid from the mushrooms has evaporated (this will take about 20 minutes). Add the orange zest and juice and brandy, then cook over a high heat for a few minutes, stirring, until all the liquid has evaporated again. Tip the mix into a large bowl and stir in the chopped sage and breadcrumbs. Taste and adjust the seasoning, then leave to cool.",
        "3": "Once the mushroom mixture and the beef have cooled, pat the mushroom mix generously all over the beef fillet, fully coating the whole surface of the meat.",
        "4": "Roll out the pastry on a well floured surface to form a large rectangle the thickness of a pound coin. Make sure it’s long enough for the beef to sit lengthways with 4-5cm spare pastry at either end and wide enough to enclose the fillet.",
        "5": "Lift the coated beef (it needs to be completely cool) onto the pastry, placing it lengthways in the centre. Fold one long side of the pastry over the meat, then brush the pastry top with a little beaten egg. Fold over the other side of the pastry to fully encase the meat and press the pastry down gently to seal. Press the edges together at both ends to seal the fillet in the pastry, then trim off any excess, leaving a 2cm pastry edge. Crimp the edge with a fork to decorate. Put the beef wellington on the lined baking tray, then brush with beaten egg. Chill for 30 minutes.",
        "6": "Heat the oven to 210°C/190°C fan/ gas 6½. Bake the wellington in the oven for 30 minutes until the pastry is golden brown and puffed and a digital probe thermometer pushed into the centre reads 52-56°C for rare. For medium, cook for 35-40 minutes or until 57-59°C and well done for 50 minutes or 60-63°C. Rest the wellington for 10 minutes, then scatter with fried sage leaves (if you like), slice and serve with veg."
      },
      "notes": {
        "tips": [
          "Ask your butcher for the centre of the fillet, which will give the wellington an even thickness and appearance. If you have a food processor, pulse it to finely chop the mushrooms and chestnuts to speed up the process. We served the wellington for the photo shoot topped with sage leaves fried in a little olive oil.",
          "Make the wellington up to the end of step 5, up to 12 hours ahead, then cover and chill until ready to bake. Glaze with beaten egg just before baking. If you prefer, you can make the various stages up to 24 hours ahead, but don’t assemble it then as the pastry will start to discolour. Brown the beef, make the duxelles (fried mushrooms), then wrap separately in cling film and store in the fridge (wrapping the fillet tightly helps it keep its shape). Roll out the pastry and assemble just before baking."
        ],
        "youWillAlsoNeed": [
          "Baking tray lined with non-stick baking paper, plus a digital probe thermometer"
        ]
      }
    },
    {
      "name": "Cinnamon madeleines with spiced caramel sauce",
      "id": "cinnamon-madeleines-with-spiced-caramel-sauce",
      "description": "James Martin’s classic French madeleine recipe is light-as-a-feather. Served with the spiced caramel sauce, they work wonderfully as a dinner party dessert.",
      "time": {
        "handsOn": "HANDS-ON TIME 35 MIN",
        "oven": "OVEN TIME 10-15 MIN"
      },
      "servers": "MAKES ABOUT 36 MADELEINES",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/513082-1-eng-GB_cinnamon-madeleines-with-winter-spiced-caramel-sauce-768x861.jpg",
      "ingredients": [
        {
          "name": "unsalted butter, plus more for greasing",
          "amount": "225",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "caster sugar for dust",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "plain flour",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "vanilla pod, split, seeds scraped",
          "amount": "1"
        },
        {
          "name": "clear honey",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "medium free-range eggs, lightly beaten",
          "amount": "3",
          "unit": ""
        },
        {
          "name": "ground cinnamon",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "star anise",
          "amount": "1",
          "unit": ""
        },
        {
          "name": "cinnamon stick",
          "amount": "½",
          "unit": ""
        },
        {
          "name": "unsalted butter",
          "amount": "25",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "For the madeleines, heat the oven to 160°C/fan140°C/gas 3 and butter the madeleine tin(s).",
        "2": "Gently heat the 225g butter in a saucepan until just melted. Mix the 250g sugar and flour in a bowl, then add the vanilla seeds (reserve the pod), honey and eggs. Whisk in the melted butter until you have a nice smooth batter. Spoon into the tins, only half-filling each indent. Bake for 12-15 minutes for larger madeleines, or 8-10 minutes for smaller, depending on your tin.",
        "3": "While the madeleines are still warm, put the sugar for dusting in a broad, shallow dish with the ground cinnamon. Roll the warm madeleines in the sugar to coat.",
        "4": "For the sauce, put the sugar into a pan and heat until a light golden brown. Don’t stir the pan, but swirl it occasionally. Pour in half the cream and bring to the boil, stirring well.",
        "5": "Add the star anise, cinnamon, reserved vanilla pod and butter, then pour in the remaining cream and cook for 2-3 minutes until thickened and smooth. Strain through a fine sieve into a serving bowl or small jug. Serve the madeleines with the sauce."
      },
      "notes": {
        "tips": [
          "Don’t overfill the madeleine tins in step 2 or they’ll come out shapeless.",
          "The batter can be made, covered and stored in the fridge for up to one day ahead of cooking. The madeleines can be kept in an airtight container for up to 2 days but are best on the day they’re made.",
          "James Martin says: “Madeleines, a classic from France, require the correct moulds. Mine are old tins I ended up buying on an auction site, but you can get new tins that work better. I’ve done a nice twist on a caramel sauce here, but they’re just as good with chocolate sauce.”"
        ],
        "youWillAlsoNeed": ["12 hole madeleine tins"]
      }
    },
    {
      "name": "Spiced saffron and mussel soup",
      "id": "spiced-saffron-and-mussel-soup",
      "description": "Seasonal mussels work wonders in this fragrant and lightly spiced soup. Perfect for a starter or light main, mop it all up with a hunk of crusty bread.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MINUTES"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/473469-1-eng-GB__spiced-saffron-and-mussel-soup-768x1023.jpg",
      "ingredients": [
        {
          "name": "mussels",
          "amount": "1",
          "unit": "kg"
        },
        {
          "name": "butter",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "small, pink, Thai shallots, or normal shallots, halved and thinly sliced",
          "amount": "6-8",
          "unit": ""
        },
        {
          "name": "garlic cloves, crushed",
          "amount": "2",
          "unit": ""
        },
        {
          "name": "finely grated ginger",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "large red chilli, deseeded and finely diced",
          "amount": "1",
          "unit": ""
        },
        {
          "name": "curry powder",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "large pinch of saffron",
          "amount": "1"
        },
        {
          "name": "dry white wine",
          "amount": "100",
          "unit": "ml"
        },
        {
          "name": "vegetable stock (we like Knorr)",
          "amount": "600",
          "unit": "ml"
        },
        {
          "name": "double cream",
          "amount": "200",
          "unit": "ml"
        },
        {
          "name": "finely chopped fresh coriander leaves",
          "amount": "6",
          "unit": "tbsp"
        },
        {
          "name": "Lime wedges, to serve"
        }
      ],
      "steps": {
        "1": "Scrub the mussel shells clean and remove any ‘beards’. Discard any mussels that do not close when tapped sharply on a work surface. Rinse in 3 changes of cold water to remove any grit, then drain in a colander and set aside.",
        "2": "Melt the butter in a large wok or frying pan over a high heat. Add the shallots, garlic, ginger, chilli and curry powder, and stir-fry for 2-3 minutes, until fragrant. Add the saffron, white wine and stock to the wok or pan and bring to the boil. Cook over a high heat for 2-3 minutes.",
        "3": "Add the mussels to the wok or pan, cover with a tight-fitting lid and cook for 2-3 minutes, carefully shaking the wok or pan occasionally.",
        "4": "Remove the mussels with a slotted spoon and discard any that have not opened. Set aside. Add the cream to the cooking liquor and bring back to the boil, reduce the heat and simmer gently for 4-5 minutes.",
        "5": "Return the mussels to the pan. Stir in the coriander, check the seasoning and divide between 4 large shallow soup bowls. Serve immediately with lime wedges and crusty bread to mop up the juices."
      }
    },
    {
      "name": "Bouillabaisse",
      "id": "bouillabaisse",
      "description": "A classic French bouillabaisse recipe is a combination of rich broth and delicate pieces of fresh fish, served with rouille-smeared toasts",
      "time": {
        "handsOn": "HANDS-ON TIME 50 MINUTES",
        "simmering": "SIMMERING TIME 2 HOURS"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/440785-1-eng-GB_bouillabaisse-768x767.jpg",
      "ingredients": [
        {
          "name": "Drizzle olive oil"
        },
        {
          "name": "onion, sliced",
          "amount": "1"
        },
        {
          "name": "small fennel bulb, sliced",
          "amount": "1"
        },
        {
          "name": "carrot, sliced",
          "amount": "1"
        },
        {
          "name": "celery sticks, sliced",
          "amount": "2"
        },
        {
          "name": "leek, sliced",
          "amount": "1"
        },
        {
          "name": "salted anchovy fillets, sliced",
          "amount": "4"
        },
        {
          "name": "garlic cloves, finely sliced",
          "amount": "6"
        },
        {
          "name": "tomato pure´e",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "strip orange zest",
          "amount": "1"
        },
        {
          "name": "medium sustainably sourced fish,filleted, bones and head reserved",
          "amount": "3"
        },
        {
          "name": "dry white wine",
          "amount": "200",
          "unit": "ml"
        },
        {
          "name": "bay leaves",
          "amount": "2"
        },
        {
          "name": "fresh thyme sprigs",
          "amount": "4"
        },
        {
          "name": "sustainable mussels",
          "amount": "600",
          "unit": "g"
        },
        {
          "name": "small tub brown crabmeat",
          "amount": "1"
        },
        {
          "name": "Pastis, such as Pernod or Ricard"
        },
        {
          "name": "Juice lemon to taste",
          "amount": "½"
        },
        {
          "name": "Handful fresh parsley, chopped, to serve"
        },
        {
          "name": "garlic cloves, peeled",
          "amount": "2"
        },
        {
          "name": "Generous pinch sea salt flakes"
        },
        {
          "name": "medium free-range egg yolks • 35ml extra-virgin olive oil",
          "amount": "2"
        },
        {
          "name": "light olive oil",
          "amount": "125",
          "unit": "ml"
        },
        {
          "name": "pinches cayenne pepper",
          "amount": "2"
        },
        {
          "name": "pinches saffron threads, plus extra to garnish (optional)",
          "amount": "2"
        },
        {
          "name": "Juice lemon to taste",
          "amount": "½"
        },
        {
          "name": "baguette, sliced thinly and toasted"
        }
      ],
      "steps": {
        "1": "Put the oil, onion, fennel, carrot, celery, leek, anchovies and garlic in a large stock pot and cook gently, stirring often, for 10 minutes, then stir in the tomato pure´e and cook for 2-3 minutes more. Add the orange zest, fish bones and heads (see tip), white wine, bay and thyme, turn up the heat and bubble away most of the liquid. Add 3 litres cold water, bring to a boil, skim off any scum on the top, then reduce to a gentle simmer.",
        "2": "Simmer until reduced by two thirds (about 2 hours), then strain into a large saute´ pan (discard the veg and fish bones).",
        "3": "Meanwhile, make the rouille. Using a pestle and mortar, pound the garlic to a paste with the salt flakes. Add the egg yolks and stir vigorously with the pestle until pale and thick. Mix the olive oils in a jug and very slowly trickle into the egg mixture, stirring all the time (it might be easier to get someone to trickle in the oil). You’ll end up with a thick mayonnaise- like paste. If it looks like it’s about to split (you’ll see a sheen of oil on top), stir in a dribble of cold water or lemon juice.",
        "4": "Once all the oil has been incorporated, add the cayenne, then rub the saffron between your fingers to release the flavour and stir through. Taste and season with salt and lemon juice. Spoon into a bowl and cover with cling film touching the surface to prevent the rouille from forming a skin.",
        "5": "When the broth is ready, tip the mussels into a sink of cold water and scrub them if they’re dirty or barnacled. Pull off any thread-like beards, then set aside – discard any that don’t close when tapped.",
        "6": "To skin the filleted fish, hold each fillet by the tail end with a piece of kitchen paper. Using a sharp, thin-bladed knife, cut into the fish in front of your fingers, until you reach the fish skin. Keeping the knife at a slight angle (about 30 degrees), push the blade gently forward – but not pressing down – along the fillet, using a sawing motion to separate the flesh from the skin. Run your fingers over the fillets to feel for bones, removing any with a pair of tweezers. Keeping the types of fish separate, slice into 4cm chunks.",
        "7": "Heat the broth until simmering, stir in the brown crabmeat, then drop in the firm fish (gurnard) chunks with the mussels. Cook for 2 minutes, then add the bream and the john dory. Make sure the fish is covered with liquid, then simmer gently for 2 minutes, without stirring, until the chunks are uniformly white but not breaking up. Remove and discard any mussels that remain unopened after cooking.",
        "8": "Gently stir in a good glug of pastis, then taste and add lemon juice, salt or pepper as needed. Add a little more pastis if you can’t taste it. Spread the rouille on the baguette slices and scatter with extra saffron (optional), scatter the soup with parsley and serve straightaway."
      }
    },
    {
      "name": "Crêpe suzettes",
      "id": "crêpe-suzettes",
      "description": "Got the hang of flipping pancakes? Now try this classic French recipe of crêpe suzettes made with oranges and Cointreau.",
      "time": {
        "total": "UNDER 30 MINUTES"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/421780-1-eng-GB_del-pancakes-main-br-768x1006.jpg",
      "ingredients": [
        {
          "name": "plain flour",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "medium egg, beaten",
          "amount": "1"
        },
        {
          "name": "semi-skimmed milk",
          "amount": "250",
          "unit": "ml"
        },
        {
          "name": "Vegetable or sunflower oil, for frying"
        },
        {
          "name": "icing sugar",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "Grated zest of orange",
          "amount": "½"
        },
        {
          "name": "caster sugar",
          "amount": "40",
          "unit": "g"
        },
        {
          "name": "butter",
          "amount": "40",
          "unit": "g"
        },
        {
          "name": "Juice of oranges",
          "amount": "2"
        },
        {
          "name": "Cointreau",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "brandy",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "Thin strips of orange zest"
        },
        {
          "name": "Crème fraîche"
        }
      ],
      "steps": {
        "1": "Make the master batter recipe, adding the icing sugar and grated orange zest. Rest and cook as before.",
        "2": "Fold the pancakes into eighths or quarters, depending on their size, and set aside.",
        "3": "Make the sauce by dissolving the caster sugar in a frying pan. Increase the heat and cook until golden. Add the butter and the orange juice and cook until the sauce is simmering. Stir in the cointreau.",
        "4": "Return the folded pancakes to the pan and pour over the brandy. Flambé by carefully igniting the sauce with a long taper.",
        "5": "Remove from the heat while the flames die down. Divide the pancakes and sauce between plates. Scatter with thin strips of orange zest and serve with crème fraîche."
      }
    },
    {
      "name": "Crab and asparagus tart",
      "id": "crab-and-asparagus-tart",
      "description": "Great to serve as a starter, this tart is made with a crispy shortcrust pastry and filled with a luxurious crab and asparagus filling.",
      "time": {
        "handsOn": "35 MINUTES TO MAKE",
        "oven": "15 MINUTES TO BAKE",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/485225-1-eng-GB_crab-and-asparagus-tart-768x955.jpg",
      "ingredients": [
        {
          "name": "asparagus trimmed and cut into bite-sized pieces",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "crabmeat, a mixture of brown and white is best",
          "amount": "350",
          "unit": "g"
        },
        {
          "name": "whole egg and one egg yolk, beaten",
          "amount": "1"
        },
        {
          "name": "carton double cream",
          "amount": "142",
          "unit": "ml"
        },
        {
          "name": "plain flour",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "slightly salted butter, cold",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "cold milk",
          "amount": "3",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "First make the pastry. Rub the flour with the butter until you have a rough, crumbly mix. If you do this in a food processor make sure you use the pulse function to avoid overworking. Add the milk and work into a stiff pastry. Chill for half an hour, then roll out and line the tart tin. Chill again for another half-hour before cooking.",
        "2": "Preheat the oven to 200°C/fan180°C/gas 6, preferably with a flat tray big enough for the tart case on the top shelf. Prick the pastry in about 4 places with a fork and bake for 15 minutes.",
        "3": "Meanwhile, combine the asparagus, crab, eggs, cream and seasoning in a large bowl. Add them to the pre-cooked tart shell and bake for 15-20 minutes. The filling should still be slightly wobbly in the middle – it will set as it cools. Eat warm or cold."
      },
      "notes": {
        "tips": [
          "If you are short of time you could buy ready-made short crust pastry. You’ll need enough to line a 24cm fluted tart tin."
        ]
      }
    },
    {
      "name": "Chicory salad",
      "id": "chicory-salad",
      "description": "Chicory (also known as endive or witloof) is a wonderful accompaniment to richer foods, such as creamy blue cheese. This simple, fresh salad showcases chicory at its best.",
      "time": {
        "total": "READY IN 10 MINUTES"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/510034-1-eng-GB_green-salad-768x769.jpg",
      "ingredients": [
        {
          "name": "chicory, leaves separated and washed",
          "amount": "2",
          "unit": ""
        },
        {
          "name": "Little Gem lettuce, leaves separated and washed",
          "amount": "4",
          "unit": ""
        },
        {
          "name": "Handful watercress, washed",
          "amount": "",
          "unit": ""
        },
        {
          "name": "bunch red spring onions, finely sliced",
          "amount": "",
          "unit": ""
        },
        {
          "name": "olive oil",
          "amount": "6",
          "unit": "tbsp"
        },
        {
          "name": "fresh orange juice",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "Dijon mustard",
          "amount": "½",
          "unit": "tsp"
        }
      ],
      "steps": {
        "1": "Mix the salad ingredients in a large bowl.",
        "2": "In a small bowl, whisk the olive oil, orange juice and mustard, then season.",
        "3": "Divide the salad between 8 bowls and drizzle the dressing over. Delicious served with or after cassoulet."
      }
    },

    {
      "name": "Mussels mouclade",
      "id": "mussels-mouclade",
      "description": "This mussels mouclade recipe is a dairy-free version of a classic dish from France.",
      "time": {
        "handsOn": "HANDS ON TIME 40 MINS"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/310179-1-eng-GB_1751.jpg",
      "ingredients": [
        {
          "name": "Large pinch of saffron threads"
        },
        {
          "name": "extra-virgin olive oil",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "large shallots, finely chopped",
          "amount": "3"
        },
        {
          "name": "garlic clove, crushed",
          "amount": "1"
        },
        {
          "name": "dry white wine",
          "amount": "200",
          "unit": "ml"
        },
        {
          "name": "cleaned mussels, rinsed well and beards removed (discard any that are cracked or don’t close when tapped)",
          "amount": "1",
          "unit": "kg"
        },
        {
          "name": "large egg yolk",
          "amount": "1"
        },
        {
          "name": "flour",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "medium curry powder",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "soya cream",
          "amount": "250",
          "unit": "ml"
        },
        {
          "name": "fresh flatleaf parsley, roughly chopped",
          "amount": "2",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Soak the saffron threads in 2 tablespoons of boiling water until ready to use. Heat the oil in a large saucepan with a tight-fitting lid and cook the shallots and garlic on a gentle heat until soft but not coloured. Pour in the wine and bring to the boil, then simmer for 3 minutes. Stir in the mussels, cover, and cook for 3-4 minutes. Check the mussels are open, then drain into a colander set over a large bowl. Discard any mussels that are still closed.",
        "2": "Leave the mussel liquor to rest for 1 minute, so that any sediment sinks to the bottom of the bowl, then carefully pour it into the pan leaving the sediment behind. Rinse out the bowl, tip the mussels in and cover to keep warm. Simmer the mussel liquor for 8 minutes to reduce by half.",
        "3": "Whisk the egg yolk, flour and curry powder together in a bowl and gradually blend in the soya cream and the saffron and its water. Tip the mixture into the pan with the mussel liquor, stir and bring to a simmer. Add the mussels and stir to combine. Stir in the chopped parsley. Serve in soup bowls with hunks of fresh crusty bread."
      },
      "notes": {
        "tips": ["Save time by buying pre-cleaned mussels."]
      }
    },
    {
      "name": "Crab bisque",
      "id": "crab-bisque",
      "description": "Could there be a more classic French soup? This is a delicious, rich, crab soup recipe, flavoured with Pernod or brandy (your choice), fennel, saffron and cooked crab.",
      "time": {
        "handsOn": "HANDS ON TIME 1 HOUR",
        "cook": "2 HOURS COOKING TIME"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/299314-1-eng-GB_133.jpg",
      "ingredients": [
        {
          "name": "light olive oil",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "medium onions, chopped",
          "amount": "2"
        },
        {
          "name": "garlic cloves, chopped",
          "amount": "3"
        },
        {
          "name": "carrots, chopped",
          "amount": "2"
        },
        {
          "name": "celery sticks, chopped",
          "amount": "2"
        },
        {
          "name": "fennel seeds",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "Remains of a picked cooked crab, dead man’s fingers and stomach sac discarded and shell broken up "
        },
        {
          "name": "aniseed-flavoured spirit, such as Pernod or brandy",
          "amount": "4",
          "unit": "tbsp"
        },
        {
          "name": "tomatoes or 1 tbsp tomato purée",
          "amount": "2"
        },
        {
          "name": "Pinch of saffron threads"
        },
        {
          "name": "Juice of orange, plus a couple of strips of zest",
          "amount": "1"
        },
        {
          "name": "double cream or crème fraîche (optional)",
          "amount": "4",
          "unit": "tbsp"
        },
        {
          "name": "Croûtons, aïoli (garlic mayonnaise) and cayenne pepper, to serve (optional)"
        }
      ],
      "steps": {
        "1": "Heat the olive oil in a very large, high-sided pan and add the onions, garlic, carrots and celery. Add 1 teaspoon salt, 1/2 teaspoon pepper and the fennel seeds, then reduce the heat. Cover and allow the vegetables to sweat for a good 10-15 minutes.",
        "2": "When the vegetables have begun to tenderise, add the broken crab shell and turn up the heat. Add the Pernod or brandy and carefully ignite. When the flames have died down, add the tomatoes, saffron, orange zest and juice and 1.5 litres water. Bring the soup to a simmer and cook for 2 hours.",
        "3": "Strain the soup (now a stock) into a large heatproof container, removing any really hard, big bits of shell from the colander – particularly the main piece of shell and the claws. Put what’s left back into the pan and, using the end of a rolling pin, smash the remaining meat and shell up until it is as small as you can get it. (If you have a Mouli food mill, you can use it to grind the shells. A food processor is not recommended.) Using a ladleful of the stock, pass the smashed shell and bits of vegetable through a sieve to remove any sharp, broken bits. Add the murky purée that’s left to the stock. Season to taste. You can enrich the soup with double cream or crème fraîche, if you like. Serve with croûtons, aïoli and sprinkle with a pinch of cayenne pepper."
      },
      "notes": {
        "tips": [
          "Whatever you make with a whole crab, never forget that the pile of debris that’s left can be turned into one of the best soups ever. This recipe works just as well using prawn, lobster or langoustine shells."
        ]
      }
    },
    {
      "name": "Chocolate and almond tart",
      "id": "chocolate-and-almond-tart",
      "description": "A dairy-free chocolate and almond tart recipe that is also low calorie – what more could you want?",
      "time": {
        "handsOn": "TAKES 50 MINS TO MAKE",
        "oven": "50 MINUTES TO BAKE"
      },
      "servers": "SERVES 6-8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/492946-1-eng-GB_chocolate-and-almond-tart-768x953.jpg",
      "ingredients": [
        {
          "name": "plain flour",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "olive oil spread (50% less fat)",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "icing sugar, plus extra for dusting",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "cocoa powder, plus extra for dusting",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "cornflour",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "golden caster sugar",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "Alpro soya dairy-free alternative to milk (chocolate flavour)",
          "amount": "400",
          "unit": "ml"
        },
        {
          "name": "dairy-free dark chocolate",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "large eggs",
          "amount": "4"
        },
        {
          "name": "ground almonds",
          "amount": "75",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "To make the pastry, sift the flour into a food processor and add the olive oil spread and icing sugar. Process until the mixture resembles fine crumbs. Add 3 tablespoons of cold water and pulse until the mixture comes together. Tip onto a floured work surface and shape into a ball. Wrap in cling film and chill for 20 minutes.",
        "2": "Preheat the oven to 200°C/fan180°C/gas 6. Lightly flour the work surface and roll the pastry out thinly. Use it to line a 23cm x 3cm greased, deep loose-bottomed fluted tart tin. Line the pastry case with greaseproof paper and fill it with baking beans, then bake blind for 15 minutes. Remove the beans and paper and return the pastry case to the oven for 5 minutes. Reduce the oven temperature to 180°C/fan160°C/gas 4.",
        "3": "Put the cocoa, cornflour and sugar into a jug. Gradually stir in 200ml chocolate soya milk and microwave on high for 1 ½ minutes. Stir, then microwave for a further minute. Add 50g chocolate and microwave for 30 seconds. Whisk the eggs and the almonds, then gradually pour in the remaining 200ml of chocolate soya milk. Whisk into the thickened chocolate mixture, then pour into the pastry case. Bake for about 30 minutes until the filling has just set but still has a slight wobble in the centre. Cool completely.",
        "4": "Use a potato peeler to shave curls from the remaining chocolate (see tips), and scatter over the tart. Dust with cocoa and icing sugar before serving"
      }
    },
    {
      "name": "Rocket pesto-filled mushrooms with Camembert",
      "id": "rocket-pesto-filled-mushrooms-with-camembert",
      "description": "This quick and easy stuffed mushroom recipe makes for a simple midweek meal",
      "time": {
        "total": "READY IN 20 MINUTES"
      },
      "servers": "SERVES 2",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/487079-1-eng-GB_rocket-pesto-filled-mushrooms-with-camembert-768x930.jpg",
      "ingredients": [
        {
          "name": "garlic cloves, crushed",
          "amount": "2"
        },
        {
          "name": "fresh rocket",
          "amount": "25",
          "unit": "g"
        },
        {
          "name": "extra-virgin olive oil",
          "amount": "5",
          "unit": "tbsp"
        },
        {
          "name": "fresh white breadcrumbs",
          "amount": "65",
          "unit": "g"
        },
        {
          "name": "beef tomato",
          "amount": "1"
        },
        {
          "name": "large cup-shaped portobello or field mushrooms, stalks removed",
          "amount": "4"
        },
        {
          "name": "Camembert, cut into 8 slices",
          "amount": "150",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Put the garlic, rocket and oil into a food processor and whizz to give a thick, green oil. Add 50g of the breadcrumbs and some seasoning and mix well. Put aside.",
        "2": "Preheat oven to 200°C/fan180°C/gas 6. Cut the beef tomato into 4 slices. Put a slice into each mushroom, then season well. Divide the rocket mixture between each. Lay 2 slices of Camembert across the mushrooms, then transfer on to a baking tray. Sprinkle with the remaining breadcrumbs. Bake for 12-15 minutes until the breadcrumbs are lightly golden and the cheese has melted. Serve 2 mushrooms on each plate with a few dressed salad leaves and plenty of crusty bread."
      }
    },
    {
      "name": "Asparagus vichyssoise soup",
      "id": "asparagus-vichyssoise-soup",
      "description": "A classic vichyssoise is usually made from potatoes and leeks but we’ve added asparagus for springtime twist. Usually served cold but you can eat it warm, too.",
      "time": {
        "total": "READY IN ABOUT 1 HOUR"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/487037-1-eng-GB__asparagus-vichyssoise-768x955.jpg",
      "ingredients": [
        {
          "name": "milk",
          "amount": "400",
          "unit": "ml"
        },
        {
          "name": "medium leeks, trimmed and finely sliced",
          "amount": "2"
        },
        {
          "name": "Trimmings and bases of a bunch of asparagus, roughly chopped",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "medium floury potatoes, peeled and diced",
          "amount": "2"
        },
        {
          "name": "level tsp salt",
          "amount": "1"
        },
        {
          "name": "Crème fraîche and olive oil (optional)"
        }
      ],
      "steps": {
        "1": "Heat half the milk in a pan big enough for the soup (about 2.5 litres). When it looks like it might boil, add the leek and simmer for about 5 minutes. Add the asparagus trimmings and simmer for another 5 minutes. Add the potatoes and the salt and stir thoroughly. (Don’t worry if the milk looks like it has curdled or even reduced too much.) Stir the potatoes for about 5 minutes before covering with 500ml water. Simmer gently until the potatoes are tender – about 30 minutes.",
        "2": "Add the remaining milk. Now blend the soup and pass it through a sieve to remove any stringy bits from the asparagus trimmings. The soup will seem very thick so let it down with a little more water if you wish. Check the seasoning. The soup will benefit from a dollop of crème fraîche or a drizzle of olive oil."
      },
      "notes": {
        "tips": [
          "This dish is very economical, despite the fact that it tastes expensive. All you need are the woody, stemmy bits at the bottom of the asparagus, so cook another asparagus recipe and keep your trimmings for this one."
        ]
      }
    },
    {
      "name": "Pan-charred cinnamon brioche",
      "id": "pan-charred-cinnamon-brioche",
      "description": "A wonderful spin on regular toast, brioche lends itself brilliantly to a little bit of spice. This recipe makes a special brunch or pudding.",
      "time": {
        "total": "TAKES 15-20 MINUTES"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/934150-1-eng-GB_brioche-768x960.jpg",
      "ingredients": [
        {
          "name": "butter, at room temperature",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "brioche loaf, cut into six thick slices",
          "amount": "1"
        },
        {
          "name": "ground cinnamon",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "icing sugar",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "Sliced fresh fruit and honey, to serve"
        }
      ],
      "steps": {
        "1": "Heat a ridged griddle pan on the hob until hot. Spread the butter thinly on both sides of each brioche slice.",
        "2": "Mix together the cinnamon and sugar and tip into a tea strainer. Lightly dust each slice on both sides with the spiced sugar and cook in the pan for just 30 seconds or so each side, until golden and bar-marked.Set up a production line of buttering, dusting and charring so the brioche can be eaten hot from the pan.",
        "3": "Slip each slice on a plate then scatter over some fresh fruit followed by a drizzle of honey. Serve hot."
      }
    },
    {
      "name": "Fillets of sea bass on provençal lentils",
      "id": "fillets-of-sea-bass-on-provençal-lentils",
      "description": "Looking for an impressive but easy main course? Then serve guests these fillets of sea bass on provençal lentils with a creamy chive sauce. Such an impressive dish that isn’t too difficult to make.",
      "time": {
        "total": "TAKES ABOUT 1 HOUR HANDS-ON TIME"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/474125-1-eng-GB_fillets-of-sea-bass-on-provencal-lentils-768x1014.jpg",
      "ingredients": [
        {
          "name": "Puy lentils",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "bouquet garni",
          "amount": "1"
        },
        {
          "name": "small shallot, chopped",
          "amount": "1"
        },
        {
          "name": "Olive oil"
        },
        {
          "name": "small clove of garlic, crushed",
          "amount": "1"
        },
        {
          "name": "chopped fresh thyme",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "chopped fresh rosemary",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "large ripe tomatoes, skinned, deseeded and diced",
          "amount": "6"
        },
        {
          "name": "tomato purée",
          "amount": "2",
          "unit": "tsp"
        },
        {
          "name": "good-quality tomato juice (with a thick consistency)",
          "amount": "150",
          "unit": "ml"
        },
        {
          "name": "sea bass fillets, scored",
          "amount": "4 x 180",
          "unit": "g"
        },
        {
          "name": "finely chopped chives",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "fish stock",
          "amount": "250",
          "unit": "ml"
        },
        {
          "name": "double cream",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "small knob of butter",
          "amount": "1"
        }
      ],
      "steps": {
        "1": "Put the lentils and bouquet garni in a pan, cover with cold water, bring to the boil and simmer for about 20 minutes. Drain well.",
        "2": "In a clean pan, heat a little olive oil and sweat the shallot, garlic and herbs. Add the tomatoes and tomato purée to the shallots and simmer gently for 3-4 minutes. Add the tomato juice and continue to cook, stirring, until the mixture is reduced to a smooth, paste-like consistency. Add the lentils, mix thoroughly and season well. (If there is still excess liquid in the pan, continue to reduce, stirring, until the mixture is almost dry.)",
        "3": "To make the sauce, put the fish stock in a clean pan and simmer until reduced by half. Add the cream and simmer to reduce by half again. Season well and keep warm.",
        "4": "Meanwhile, heat a little oil in a non-stick frying pan. Season the fish well with salt, pepper and lemon juice. Pan-fry skinside down for 3-4 minutes until golden and crispy. Turn over and cook for another 2-3 minutes.",
        "5": "Add the chives to the sauce and whisk in the butter until a foam appears. Divide the lentils between 4 warmed plates. Top with the fish and spoon the sauce around the edges. Garnish with fresh herbs and serve."
      }
    },
    {
      "name": "Cheese and shallot pastries",
      "id": "cheese-and-shallot-pastries",
      "description": "This classy tart recipe for an upmarket cheese and onion pastry is worthy of any table.",
      "time": {
        "handsOn": "HANDS ON TIME 40 MINS",
        "oven": "25-30 MINS BAKING TIME"
      },
      "servers": "SERVES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/411742-1-eng-GB_puff-pastry-shallots-768x1006.jpg",
      "ingredients": [
        {
          "name": "puff pastry",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "egg white, beaten",
          "amount": "1",
          "unit": ""
        },
        {
          "name": "unsalted butter",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "walnut-sized shallots, peeled",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "Fourme d’Ambert, or a creamy blue cheese that’s not too aggressive in flavour",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "fromage frais or fromage blanc",
          "amount": "115",
          "unit": "g"
        },
        {
          "name": "double cream (optional)",
          "amount": "125",
          "unit": "ml"
        },
        {
          "name": "finely chopped fresh thyme leaves",
          "amount": "1",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Preheat the oven to 200°C/fan180°C/gas 6. Roll out the pastry to a 20cm circle. Using the tip of a knife lightly score a border all around the pastry about 2.5cm in from the edge, this will help lift the edges when cooking. Put on a lightly greased baking sheet. Prick the pastry base inside the scored border with a fork. Brush with the beaten egg white. Set aside.",
        "2": "In a heavy-based frying pan, melt the butter until it’s foamy. Then add the shallots and cook until golden and caramelised (you can add a few teaspoons of balsamic vinegar for an extra sweet-sour, zesty taste). Take off the heat and scoop the shallots into a bowl to cool to room temperature. Reduce any liquid in the pan to a thick golden syrup and add it to the shallots.",
        "3": "In a bowl, mash the cheese with the fromage frais or fromage blanc and the cream if using. Season, then fold in the thyme. Spread over the pastry to where you have scored the edge, then top with the shallots. Bake for 25-30 minutes until the pastry is risen and golden. Serve warm."
      }
    },
    {
      "name": "Hollandaise sauce",
      "id": "hollandaise-sauce",
      "description": "Our simple and easy-to-follow hollanaise recipe makes the perfect hollandaise sauce, every time. Serve the silky sauce over eggs for breakfast or with grilled fish for dinner.",
      "time": {
        "total": "READY IN 30 MINUTES"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/327756-1-eng-GB_hollandaise-sauce.jpg",
      "ingredients": [
        {
          "name": "white wine vinegar",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "black peppercorns",
          "amount": "6"
        },
        {
          "name": "bay leaf",
          "amount": "1"
        },
        {
          "name": "blade (whole) mace",
          "amount": "1"
        },
        {
          "name": "egg yolks",
          "amount": "2"
        },
        {
          "name": "diced unsalted butter, at room temperature",
          "amount": "110",
          "unit": "g"
        },
        {
          "name": "Good squeeze of lemon juice, to taste"
        }
      ],
      "steps": {
        "1": "Put the vinegar, peppercorns, bay leaf and mace into a small, heavy-bottomed saucepan over a low heat. Bring to the boil, then reduce the heat and simmer until reduced to about 1 tablespoon. Strain the reduced mixture into a heatproof glass bowl.",
        "2": "Add the egg yolks to the strained reduction with 1 small cube of the butter and a little salt and freshly ground black pepper. Set over a pan of gently simmering water and whisk until slightly thickened. Remove the bowl from the heat if you have to leave it for any reason.",
        "3": "Return the bowl to the pan of simmering water and whisk in the remaining butter, a few cubes at a time, until it’s all incorporated and you have a good thick sauce. If you think it’s too hot, take the pan and bowl off the heat and continue. Whisk in a good squeeze of lemon juice."
      }
    },
    {
      "name": "Strawberry macaroons",
      "id": "strawberry-macaroons",
      "description": "These macaroons are little pink delights that are bursting with the flavour of strawberries. Make them for someone special as an edible gift.",
      "time": {
        "handsOn": "TAKES 30 MINUTES TO MAKE",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 25",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/470826-1-eng-GB_strawberry-macaroons-768x805.jpg",
      "ingredients": [
        {
          "name": "ground almonds",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "icing sugar",
          "amount": "140",
          "unit": "g"
        },
        {
          "name": "large egg whites",
          "amount": "2"
        },
        {
          "name": "caster sugar",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "Pink food colouring paste"
        },
        {
          "name": "good-quality strawberry jam",
          "amount": "3",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Preheat the oven to 190°C/fan 170°C/gas 5. Line 2 large baking trays with non-stick baking paper.",
        "2": "Sift the ground almonds and icing sugar together into a large bowl. Put the egg whites into a separate bowl and using an electric hand whisk, beat to soft peaks. Add the caster sugar and whisk until glossy. Fold into the almond and icing sugar mixture, along with a tiny amount of the pink food colouring. Mix until just combined and evenly pink – the mixture will reduce as the air bubbles in the meringue burst.",
        "3": "Put the mixture into a disposable piping bag, snip off 1cm from the end. Pipe small blobs (about 1 heaped teaspoon each) onto the baking paper, spaced apart, so you have about 50 in total. Set aside for 10 minutes until dry to touch – this is important as it gives the macaroons the correct texture. Bake for 5 minutes, then turn the whole sheet of paper over – the macaroons will be stuck so won’t fall off. Bake for another 4 minutes. Remove from the oven and cool.",
        "4": "Carefully peel off the baking paper from the macaroons, then sandwich 2 together with a tiny blob of strawberry jam in the centre. Repeat to give you 25 in total."
      },
      "notes": {
        "tips": [
          "Cook the macaroons on the middle and top shelves of the oven, and swap the trays around once the macaroons have been flipped over.",
          "Store the macaroons in an airtight container for up to 3 days."
        ]
      }
    },

    {
      "name": "Baked salmon and potato parcels",
      "id": "baked-salmon-and-potato-parcels",
      "description": "Baking fish in a parcels (or en papillote as the French say) seals in more of the flavour and goodness, and the potatoes turn this salmon recipe into a substantial meal.",
      "time": {
        "total": "READY IN 30-35 MINUTES"
      },
      "servers": "SERVES 2",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/303921-1-eng-GB_797.jpg",
      "ingredients": [
        {
          "name": "Jersey Royals, halved if large",
          "amount": "400",
          "unit": "g"
        },
        {
          "name": "skinless salmon fillets",
          "amount": "2"
        },
        {
          "name": "spring onions, thickly sliced",
          "amount": "4"
        },
        {
          "name": "Good handful chopped fresh dill"
        },
        {
          "name": "double cream",
          "amount": "100",
          "unit": "ml"
        },
        {
          "name": "Steamed seasonal green vegetables, to serve"
        }
      ],
      "steps": {
        "1": "Preheat the oven to 220°C/fan200°C/gas 7. Par-boil the potatoes for 10 minutes, until just tender.",
        "2": "Lay out 2 very large, double-thickness squares of baking paper or foil. Drain the potatoes and place on one half of each paper or foil square. Season well, then top each with a salmon fillet and transfer to a baking tray.",
        "3": "In a bowl, mix the spring onions, dill and cream. Season, then pour half over 1 fish parcel. Bring the paper or foil over the filling and fold the edges together several times all round to seal. Repeat with the remaining cream mixture and fish parcel. Bake for 15-18 minutes, until the salmon is just cooked through and the cream has thickened to a rich sauce.",
        "4": "Serve the salmon parcels on plates with the steamed green vegetables on the side and open the parcel when you are ready to eat."
      }
    },
    {
      "name": "Easy pancakes",
      "id": "easy-pancakes",
      "description": "Such an easy and simple pancake recipe. Flip up the perfect pancake every Pancake Day, for lazy weekend brunches or ideal for tea after school.",
      "time": {
        "total": "TAKES ABOUT 30 MINUTES TO MAKE"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/421773-1-eng-GB_perfect-pancakes.jpg",
      "ingredients": [
        {
          "name": "plain flour",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "medium egg, beaten",
          "amount": "1"
        },
        {
          "name": "milk",
          "amount": "275-300",
          "unit": "ml"
        },
        {
          "name": "Vegetable or sunflower oil, for frying"
        }
      ],
      "steps": {
        "1": "To make the batter, sift the flour with a pinch of salt into a large bowl. Make a well in the centre, pour in the egg and slowly whisk in enough milk to make a smooth batter, the consistency of pouring cream. Rest for at least 20 minutes.",
        "2": "Heat about a 28cm crepe pan or a smaller heavy-based frying pan over a medium heat. When hot, dip some kitchen paper in the oil and wipe across the surface of the pan. Add a small ladleful of batter and tilt the pan to swirl the batter evenly and thinly. Cook for 1-2 minutes, until the pancake is golden underneath.",
        "3": "Loosen all around the pancake with a palette knife. Flip over and cook for a further minute, until golden. Slide out onto a plate and repeat to finish up the batter – oil the pan between each pancake.",
        "4": "Serve the pancakes with lemon wedges to squeeze over and sprinkle with caster sugar."
      }
    },
    {
      "name": "Beef bourguignon pies",
      "id": "beef-bourguignon-pies",
      "description": "These beef bourguignon pies by Georgina Hayden are the perfect comfort food when there’s a chill outside. You can easily scale them up or freeze them too.",
      "time": {
        "handsOn": "HANDS-ON TIME 50 MIN",
        "oven": "OVEN TIME 3 HOURS 40 MIN TO 4 HOURS 10 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/03/beef-pies-768x960.jpg",
      "ingredients": [
        {
          "name": "Olive oil for frying"
        },
        {
          "name": "shallots, roughly chopped",
          "amount": "10"
        },
        {
          "name": "carrot, roughly chopped",
          "amount": "1"
        },
        {
          "name": "celery stick, chopped",
          "amount": "1"
        },
        {
          "name": "chestnut mushrooms, wiped clean and chopped",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "bunch fresh thyme and 2 bay leaves, tied together with kitchen string",
          "amount": "½"
        },
        {
          "name": "dried porcini mushrooms",
          "amount": "30",
          "unit": "g"
        },
        {
          "name": "grass-fed British beef shin, cut into 3-4cm chunks",
          "amount": "700",
          "unit": "g"
        },
        {
          "name": "plain flour, plus extra to dust",
          "amount": "40",
          "unit": "g"
        },
        {
          "name": "red wine",
          "amount": "250",
          "unit": "ml"
        },
        {
          "name": "beef stock",
          "amount": "500",
          "unit": "ml"
        },
        {
          "name": "large free-range egg",
          "amount": "1"
        },
        {
          "name": "Splash whole milk"
        },
        {
          "name": "block ready-made puff pastry",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "Mashed potato and steamed seasonal greens to serve"
        }
      ],
      "steps": {
        "1": "Heat the oven to 150°C/130°C fan/gas 2. Put a large, lidded, flameproof casserole over a low-medium heat and add a few tablespoons of oil. Add the shallots, carrot, celery, chestnut mushrooms and herbs, then fry for 10 minutes until starting to soften.",
        "2": "Meanwhile, put the dried porcini mushrooms in a heatproof jug, pour over just enough boiling water to cover, then set aside for 5 minutes. When the vegetables have softened, add the beef to the pan and turn up the heat to medium.",
        "3": "Season generously with salt and pepper, then stir in the flour. Cook for a couple of minutes, then add the red wine. Turn the heat up to high, then bubble for 5 minutes until starting to reduce. Add the beef stock, soaked porcini and most of the mushroom soaking liquid (leave any grainy sediment behind), then bring back to the boil.",
        "4": "Cover with the lid, then transfer to the oven to cook for 3-3½ hours or until the beef is falling-apart tender and the gravy is thick. (Return to the oven for 30 minutes, uncovered, if the gravy is too thin.) Remove and discard the bay leaves and thyme, then taste and adjust the seasoning. Leave the stew to cool completely.",
        "5": "When you’re ready to bake the pies heat the oven to 200°C/180°C fan/gas 6. Beat the egg in a small bowl with a splash of milk to make an egg wash. Dust the work surface with flour and roll out the pastry to 0.5cm thick. Cut 4 rounds (use the upturned pie tins for a guide, adding 2cm to the diameter for the sides), then use to line the pie dishes.",
        "6": "Gently press the pastry into the tins so it just overlaps the rims. Using a slotted spoon, divide the stew evenly among the cases, drizzling in enough gravy to keep the filling moist (reserve the rest for serving).",
        "7": "Cut 4 more rounds of pastry for the lids (see tips). Brush the edges of the pastry bases with some egg wash, then lay a pastry round over each pie. Crimp the edges using the tines of a fork to seal. Brush the tops evenly with more egg wash, then cut a steam hole in the centre of each lid. Chill the pies for 30 minutes.",
        "8": "Put the pies on a baking sheet and brush again with egg wash. Bake in the oven for 35-40 minutes until golden and crisp and the pastry is cooked evenly. Serve with the remaining gravy, creamy mashed potato and steamed greens."
      },
      "notes": {
        "tips": [
          "You’ll need to reroll the pastry offcuts here. Don’t squash them into a ball but layer them so the pastry will still puff. If you don’t have 4 pie tins you could also use 2 larger 18cm tins.",
          "Make to the end of step 4 up to 3 days ahead, cool and keep covered in the fridge. Or freeze the stew in a labelled freezer bag for up to 3 months."
        ],
        "youWillAlsoNeed": [
          "4 individual pie dishes (about 13cm), lightly greased – see tips; kitchen string"
        ]
      }
    },
    {
      "name": "Fig tarte tatin",
      "id": "fig-tarte-tatin",
      "description": "”This tart is the ultimate comfort food for a chilly evening. The jammy figs lap up the spiced caramel and it’s the perfect partner for our cinnamon ripple ice cream. You could make your own puff pastry but it’s not necessary when there’s such high-quality pastry available to buy” – Three Girls Cook",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 30-35 MIN"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/12/fig-tarte-tatin-768x960.jpg",
      "ingredients": [
        {
          "name": "Plain flour to dust"
        },
        {
          "name": "block all-butter puff pastry",
          "amount": "375",
          "unit": "g"
        },
        {
          "name": "soft light brown sugar",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "vanilla bean paste",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "cognac or brandy",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "ground cinnamon",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "salted butter, cubed",
          "amount": "30",
          "unit": "g"
        },
        {
          "name": "fresh figs, halved lengthways",
          "amount": "13"
        }
      ],
      "steps": {
        "1": "Heat the oven to 180°C/160°C fan/gas 4. On a lightly floured surface, roll out the pastry to 3-5mm thick. Using an upturned plate as a guide, cut the pastry into a 26cm circle, then transfer to a baking tray lined with non-stick baking paper. Prick all over with a fork, then chill for 30 minutes.",
        "2": "Meanwhile, put the tatin dish or frying pan over a medium heat and add the sugar, vanilla bean paste, cognac/brandy and cinnamon. Stir until the sugar has dissolved. Keep cooking for a further 5 minutes or until a golden caramel forms (most of the alcohol will cook off but the caramel will keep some of its warmth). Turn off the heat and whisk in the butter – be careful it will spit.",
        "3": "Tightly pack the figs, cut-side down, into the dish/pan on top of the caramel. They will shrink slightly when cooked, so pack them in as tightly as possible.",
        "4": "Lay the chilled pastry over the top of the fruit, then gently tuck it inside the rim of the pan around the figs.",
        "5": "Bake for 30-35 minutes until the pastry is puffed and golden. Remove from the oven and run a butter knife around the edge, separating the pastry from the pan. Cool for 2 minutes, then invert onto a serving plate or chopping board (one larger than the pan). Serve in thick slices with scoops of cinnamon ripple ice cream."
      },
      "notes": {
        "tips": [
          "Make the caramel and set aside in the pan up to 1 day ahead. Reheat in the pan over a low-medium heat until bubbling, then continue with the recipe from step 3."
        ],
        "youWillAlsoNeed": ["24cm tatin dish or 24cm ovenproof frying pan"]
      }
    },
    {
      "name": "Eggs en cocotte",
      "id": "eggs-en-cocotte",
      "description": "Eggs en cocotte is an elegant French dish that’s perfect for lazy Sunday brunches. We’ve added a heartier twist by baking them in a rich tomato and cannellini bean sauce. Serve with sourdough toast for scooping it all up.",
      "time": {
        "handsOn": "HANDS-ON TIME 20 MIN",
        "oven": "OVEN TIME 15 MIN"
      },
      "servers": "MAKES 6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/11/eggs-en-cocotte-768x960.jpg",
      "ingredients": [
        {
          "name": "Olive oil for frying and brushing"
        },
        {
          "name": "shallots, chopped",
          "amount": "2"
        },
        {
          "name": "garlic clove, crushed",
          "amount": "1"
        },
        {
          "name": "sun-dried tomato & paprika paste (we used Belazu – see tip)",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "Splash sherry vinegar"
        },
        {
          "name": "pack or jar tomato passata",
          "amount": "390",
          "unit": "g"
        },
        {
          "name": "tin cannellini beans, rinsed and drained",
          "amount": "400",
          "unit": "g"
        },
        {
          "name": "pack mixed mushrooms",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "Handful chopped fresh parsley",
          "amount": ""
        },
        {
          "name": "Handful freshly chopped dill",
          "amount": ""
        },
        {
          "name": "medium free-range eggs (we used Burford Browns for their bright orange yolks)",
          "amount": "6"
        },
        {
          "name": "full-fat greek yogurt",
          "amount": "6",
          "unit": "tbsp"
        },
        {
          "name": "slices sourdough bread, toasted and buttered, to serve",
          "amount": "6"
        }
      ],
      "steps": {
        "1": "Heat the oven to 190°C/170°C fan/gas 5 and boil a kettle full of water. Heat a splash of olive oil in a medium pan and gently fry the shallots for 5 minutes to soften. Stir in the garlic and sun-dried tomato paste, then cook for a few minutes more. Add the sherry vinegar and passata, bring to a fast simmer, then cook for 5 minutes to thicken, stirring from time to time. Next add the beans and simmer for 5 minutes. Set aside.",
        "2": "Meanwhile, heat another splash of oil in a medium frying pan, chop the mushrooms, then fry over a medium high heat for 4-5 minutes until golden brown. Set aside.",
        "3": "Brush the ramekins with a little oil, then put in a roasting tin. Divide the beans among the ramekins, then add a few mushrooms and some chopped herbs (reserve some mushrooms and herbs). Crack an egg into each ramekin, then spoon in 1 tbsp yogurt. Top with the rest of the mushrooms and season with salt and pepper.",
        "4": "Put the tin on a half-pulled out oven shelf, then fill with the hot water from the kettle (no more than halfway up the sides of the ramekins). Slide the shelf carefully back in the oven, then bake for 15 minutes. The yolks will be runny but the white should be just set. Sprinkle with the remaining herbs and serve with sourdough toast soldiers."
      },
      "notes": {
        "tips": [
          "If you can’t find sun-dried tomato and paprika paste, use sun-dried tomato paste with a pinch of smoked paprika."
        ],
        "youWillAlsoNeed": ["6 x 250ml ramekins"]
      }
    },
    {
      "name": "Savoyarde bilberry tart",
      "id": "savoyarde-bilberry-tart",
      "description": "“The Alps in summer are a pick-your-own bilberry buffet: the bushes line every path, laden with temptingly sweet little fruits. Cultivated blueberries make a great substitute in this simple tart, which is often served with fromage blanc; greek yogurt works equally well.” – Felicity Cloake.",
      "time": {
        "handsOn": "HANDS-ON TIME 15 MIN",
        "oven": "OVEN TIME 1 HOUR",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "SERVES 6-8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/Alpine_Bilberry_Tart-768x960.jpg",
      "ingredients": [
        {
          "name": "ground almonds",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "bilberries (when in season) or blueberries, washed",
          "amount": "600",
          "unit": "g"
        },
        {
          "name": "brown sugar",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "Fromage blanc or greek yogurt to serve"
        },
        {
          "name": "plain flour, plus extra to dust",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "cold butter, plus extra to grease",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "free-range egg yolk, beaten with 3 tbsp cold water",
          "amount": "1"
        }
      ],
      "steps": {
        "1": "For the pastry, put the flour in a large bowl and grate in the butter, then rub in with your fingertips to a breadcrumb consistency. Stir in the caster sugar with a pinch of salt, then slowly mix in the egg mixture until you have a smooth dough (or do this in a food processor). Shape into a disc, wrap in cling film and chill for 15 minutes.",
        "2": "Roll out the pastry on a floured surface to about 0.5cm thick, then use to line the tart tin. Prick the base all over with a fork, then chill for at least 30 minutes.",
        "3": "Heat the oven to 180°C/160°C fan/gas 4. Line the pastry case with non-stick baking paper and ceramic baking beans or uncooked rice and bake for 15 minutes, then remove the paper and beans/rice and bake for a further 5 minutes until golden.",
        "4": "Spread the ground almonds over the base, then add the fruit. Bake for 20 minutes, then sprinkle the sugar over the filling and bake for another 20 minutes. Turn out and serve warm or at room temperature with fromage blanc or greek yogurt."
      },
      "notes": {
        "tips": [
          "This tart is best eaten the day it’s made or the pastry will become soggy."
        ],
        "youWillAlsoNeed": [
          "26cm fluted loose-bottomed tart tin, lightly greased"
        ]
      }
    },
    {
      "name": "Saffron and orange blossom crème caramels with cardamom and orange rhubarb",
      "id": "saffron-and-orange-blossom-crème-caramels-with-cardamom-and-orange-rhubarb",
      "description": "”That edge of dark, bitter caramel against the sweet, creamy custard makes for the most delightful flavour. Sometimes it’s best not to mess with classics, but I’ve taken the liberty of adding a Middle Eastern flourish to this one.” – Ravinder Bhogal",
      "time": {
        "handsOn": "HANDS-ON TIME 35 MIN",
        "oven": "OVEN TIME 1 HOUR 10-15 MIN"
      },
      "servers": "SERVES 8",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/creme-caramel-768x960.jpg",
      "ingredients": [
        {
          "name": "rhubarb, cut into 7cm lengths",
          "amount": "400",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "Grated zest orange",
          "amount": "1"
        },
        {
          "name": "orange juice",
          "amount": "125",
          "unit": "ml"
        },
        {
          "name": "green cardamom pods, bashed",
          "amount": "6"
        },
        {
          "name": "caster sugar",
          "amount": "225",
          "unit": "g"
        },
        {
          "name": "orange blossom water",
          "amount": "2",
          "unit": "tsp"
        },
        {
          "name": "whole milk",
          "amount": "200",
          "unit": "ml"
        },
        {
          "name": "Tiny pinch saffron, crushed in 1 tbsp warm milk"
        },
        {
          "name": "double cream",
          "amount": "350",
          "unit": "ml"
        },
        {
          "name": "free-range medium eggs, plus",
          "amount": "2"
        },
        {
          "name": "egg yolks",
          "amount": "4"
        }
      ],
      "steps": {
        "1": "Heat the oven to 200°C/180°C fan/gas 6. Toss the rhubarb in a roasting tin with the 200g sugar, orange zest and juice and cardamom to coat. Roast for 10-15 minutes until tender. Cool, then put in a serving bowl, cover and chill until needed.",
        "2": "For the crème caramels, combine 150g of the sugar with 100ml cold water in a pan and heat gently until the sugar dissolves. Keep on a medium heat until it turns into a deep brown caramel, taking care not to burn it – watch it like a hawk. When ready, quickly pour the caramel evenly among the ramekins, tilting them to coat the bases and sides evenly. Put aside to cool and set.",
        "3": "Reduce the oven temperature to 140°C/120°C fan/gas 1. In a bowl, whisk together the orange blossom water, milk, saffron (and its soaking milk) and cream. In a separate bowl, whisk together the whole eggs and yolks with the remaining 75g sugar. Slowly pour the cream mixture over the eggs, whisking all the time.",
        "4": "Put the ramekins in a roasting tin, then pour the custard mixture evenly among them, on top of the caramel. Fill the tin with enough hot water to come halfway up the sides of the ramekins. Bake for 1 hour, then remove from the roasting tin and leave to cool completely. Chill for an hour to firm up before serving. When ready to serve, run a knife around the inside of each ramekin and invert onto a plate. Serve with the rhubarb."
      },
      "notes": {
        "tips": [
          "Freeze egg whites in a food bag marked with the date/quantity for up to 3 months.",
          "Make the caramels and rhubarb a day ahead, then cover and chill separately."
        ],
        "youWillAlsoNeed": ["8 x 150ml (medium) ramekins"]
      }
    },
    {
      "name": "Slow-roast pork with anchoïade",
      "id": "slow-roast-pork-with-anchoïade",
      "description": "Richard Turner’s slow-roast pork recipe is served with roasted vegetables and a vibrant, salty anchovy dressing, also known as anchoïade.",
      "time": {
        "handsOn": "HANDS-ON TIME 30 MIN",
        "oven": "COOK TIME 5 HOURS 30 MIN"
      },
      "servers": "SERVES 5-6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/521365-1-eng-GB_slow-roast-pork-768x1154.jpg",
      "ingredients": [
        {
          "name": "shoulder of pork, bone in, skin on",
          "amount": "2",
          "unit": "kg"
        },
        {
          "name": "Maldon sea salt flakes"
        },
        {
          "name": "freshly ground black pepper"
        },
        {
          "name": "red onions, halved",
          "amount": "2"
        },
        {
          "name": "small fennel bulbs",
          "amount": "2"
        },
        {
          "name": "carrots, peeled and halved lengthways",
          "amount": "2"
        },
        {
          "name": "celery sticks, halved",
          "amount": "2"
        },
        {
          "name": "head of garlic, skin on, smashed",
          "amount": "1"
        },
        {
          "name": "pork broth",
          "amount": "500",
          "unit": "ml"
        },
        {
          "name": "anchovy fillets",
          "amount": "30",
          "unit": "g"
        },
        {
          "name": "extra virgin olive oil",
          "amount": "100",
          "unit": "ml"
        },
        {
          "name": "garlic clove",
          "amount": "",
          "unit": ""
        },
        {
          "name": "fresh thyme leaves",
          "amount": "10",
          "unit": ""
        },
        {
          "name": "fresh basil leaves",
          "amount": "5",
          "unit": ""
        },
        {
          "name": "Dijon mustard",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "red wine vinegar",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "freshly ground black pepper"
        }
      ],
      "steps": {
        "1": "Preheat the oven to 200C/gas mark 6. Place the pork on a clean work surface, skin side up, and score it all over with lines about 1cm apart, cutting through the skin into the fat, but not into the meat. Rub salt into all the scores you’ve just made, pulling the skin apart a little if you need to. Brush any excess salt off the surface, then turn the meat over and season the underside with a few pinches of salt and pepper.",
        "2": "Place the pork, skin side up, in a roasting tray and roast for 30 minutes, or until the skin has started to puff up and you can see it turning into crackling. At this point, lower the heat to 160C/gas mark 3. Cover the meat with foil and roast for a further 4 hours.",
        "3": "Take the pork out of the oven and remove the foil, then baste the meat with the dripping in the bottom of the tray. Carefully lift up the pork and transfer it to a chopping board. Put all the vegetables, including the garlic, into the roasting tray and stir them into the dripping. Drain away any excess dripping (keep it for other recipes), then place the pork back on top of everything and return it to the oven, without the foil, to roast for another hour.",
        "4": "Meanwhile, make the anchoiade by blending all the ingredients to a smooth paste.",
        "5": "When the pork is ready, remove it to a serving dish and leave to rest while you make the gravy. Spoon away any fat from the roasting tray, then pour in the pork broth and place on the hob. Bring to a boil, then lower the heat and simmer for a few minutes, stirring constantly with a wooden spoon to scrape up all the stuff on the bottom. When you’ve got a light viscous gravy, pour it through a sieve into a gravy boat, using your spoon to really push all the juices of the veg through the sieve. Carve the meat and serve with the roasted vegetables, buttered cabbage, potatoes, gravy and the warm anchoïade on the side."
      },
      "notes": {
        "tips": [
          "Anchovies are a rich sauce of umami and salt, and have been used since Roman times as a kind of condiment for seasoning meat. In 1466, the French King Louis XI exempted the anchoí¬eurs from paying the gabelle (salt tax), and anchovies grew in popularity as a means of seasoning food. When used in this way, good anchovies have almost no fishy flavour and simply enhance the meatiness of the pork, lamb or beef."
        ]
      }
    },
    {
      "name": "Strawberry éclairs",
      "id": "strawberry-éclairs",
      "description": "Filled with custard and topped with freeze-dried strawberries and icing, this strawberry éclair recipe makes a wonderful addition to any afternoon tea.",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR",
        "oven": "OVEN TIME 30 MIN"
      },
      "servers": "MAKES 24",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/08/strawberry-eclairs-768x960.jpg",
      "ingredients": [
        {
          "name": "strawberries, hulled",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "icing sugar",
          "amount": "30",
          "unit": "g"
        },
        {
          "name": "whole milk",
          "amount": "290",
          "unit": "ml"
        },
        {
          "name": "medium free-range egg yolks, beaten",
          "amount": "2"
        },
        {
          "name": "caster sugar",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "plain flour",
          "amount": "20",
          "unit": "g"
        },
        {
          "name": "cornflour",
          "amount": "15",
          "unit": "g"
        },
        {
          "name": "double cream",
          "amount": "150",
          "unit": "ml"
        },
        {
          "name": "plain flour, plus extra to dust",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "4",
          "unit": "tsp"
        },
        {
          "name": "unsalted butter",
          "amount": "80",
          "unit": "g"
        },
        {
          "name": "medium free-range eggs",
          "amount": "4"
        },
        {
          "name": "icing sugar",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "A few drops pink food colouring"
        },
        {
          "name": "freeze-dried strawberry or raspberry pieces (from Waitrose, Sainsbury’s and Ocado, or bake shops)",
          "amount": "3-4",
          "unit": "tbsp"
        },
        {
          "name": "Extra strawberries to serve (optional)"
        }
      ],
      "steps": {
        "1": "For the filling, put the strawberries in a medium saucepan with the icing sugar and bring to a simmer over a low heat for 5-10 minutes until broken down. Remove from the heat and cool for 5 minutes. Whizz in a blender/food processor until smooth and liquid. Push the fruit through a sieve to remove the seeds (discard them) and make a coulis. Set aside.",
        "2": "Put the milk in a medium pan and bring just to the boil. In a large bowl, beat the egg yolks with 50g caster sugar and a dash of the hot milk, then beat in the plain flour and cornflour with a balloon whisk to a smooth paste. Slowly stir in the rest of the milk, making sure no lumps form.",
        "3": "Return the mixture to the pan and slowly bring it to the boil over a medium heat, stirring constantly, until very thick. It may go lumpy, but don’t worry too much about this – continue stirring and try to make it as smooth as possible. Spoon the custard onto a plate, put a piece of baking paper on top to prevent a skin forming, then cool completely. Chill in the fridge until solid.",
        "4": "Heat the oven to 200°C/180°C fan/ gas 6. To make the choux pastry, line 2 baking sheets with baking paper and sprinkle with a little flour. Sift the flour, sugar and a good pinch of salt together in a pile onto another sheet of baking paper.",
        "5": "Heat 240ml water and the butter in a large pan until the butter melts, then bring to a vigorous boil. Using the baking paper as a funnel, quickly pour the flour mixture into the buttery water, remove it from the heat, then beat with a wooden spoon until a thick paste forms that comes away from the sides of the pan and the mixture starts to cool – about 5-10 minutes. You need to beat as fast as you can to make sure you get a smooth texture. Leave the mixture to cool for 10 minutes more.",
        "6": "Beat 3 of the eggs, then add to the pan bit by bit, beating the mixture until smooth and glossy after each addition and stopping when it reaches a thick dropping consistency (you may not need all the beaten egg).",
        "7": "Scoop the choux pastry into a disposable piping bag. Snip 2cm off the end of the bag, then pipe 24 thick lines about 6cm long onto the lined baking sheets, leaving a 3cm gap between each line. Beat the remaining egg and brush it lightly over the pastry lines. Bake for 25-30 minutes until risen, golden and crisp.",
        "8": "Remove the sheets from the oven, then pierce each éclair on the bottom with a skewer to allow the steam to escape. Cool completely.",
        "9": "Once the custard has cooled, whizz it in a food processor until smooth. Whizz in half the coulis, then pour it into a bowl. In another bowl, whip the double cream until it forms soft peaks when the whisk is removed. Fold the cream into the strawberry custard with the remaining coulis.",
        "10": "To finish, pierce one end of each éclair with a skewer to make 5mm wide holes. Put the custard filling in a clean disposable piping bag, snip 5mm off the end of the bag and gently squeeze the filling inside each éclair.",
        "11": "Mix the 100g icing sugar in a small bowl with 1 tbsp water and a few drops of pink food colouring to form a runny icing. Drizzle it over the éclairs, then sprinkle with the freeze-dried strawberry or raspberry pieces and serve with extra strawberries, if you like. Serve as soon as the icing sets."
      },
      "notes": {
        "tips": [
          "Instead of making custard to fill the éclairs, you can split them and fill with whipped cream and strawberry slices. Fill at the last minute so the fruit and pastry don’t turn mushy.",
          "Make the choux pastry buns up to the end of step 8 up to 24 hours ahead. Store unfilled in a cool place, in an airtight container. Make the custard filling up to the end of step 3, then keep it covered, chilled, for up to 2 days."
        ]
      }
    },
    {
      "name": "Macaroons",
      "id": "macaroons",
      "description": "British cookery expert Debbie Major created a recipe for traditional almond macaroons, tweaking the recipe until she found the definitive version with a sweet crunch and a soft, yielding centre.",
      "time": {
        "handsOn": "HANDS-ON TIME 15 MIN",
        "oven": "OVEN TIME 20-22 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 16",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/MACARAOONS-768x960.jpg",
      "ingredients": [
        {
          "name": "whole blanched almonds (plus 8 to decorate)",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "golden caster sugar",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "free-range egg whites (about 2 medium eggs, or use Two Chicks Egg White, twochicks.co.uk, from large supermarkets)",
          "amount": "60",
          "unit": "g"
        },
        {
          "name": "ground rice or fine semolina",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "almond extract",
          "amount": "¼",
          "unit": "tsp"
        }
      ],
      "steps": {
        "1": "Heat the oven to 150°C/130°C fan/gas 2. Using a small sharp knife, split the 8 extra almonds in half lengthways and set aside.",
        "2": "Put the remaining 100g blanched almonds in a food processor and whizz until they’re coarsely ground. Scoop out 30g and set aside. Add the sugar to the remainder in the food processor and whizz briefly until the nuts are very finely ground.",
        "3": "Put the egg whites in a clean mixing bowl and, using an electric hand mixer, whisk for about 15 seconds until they’re foamy and aerated. Stir in the nut and sugar mixture, the reserved coarsely ground nuts, the ground rice or semolina and the almond extract.",
        "4": "Spoon the mixture into the piping bag then, holding the nozzle 1cm above the baking sheet, pipe about 1½ tbsp mixture for each macaroon to make 16 in all, leaving plenty of space in between to allow for spreading during baking.",
        "5": "Put an almond half, rounded side up, in the centre of each macaroon and bake for 20-22 minutes or until golden brown around the edges and pale golden in the centre. Slide the biscuits, still on the paper, onto a wire rack and leave to cool.",
        "6": "If you’ve used rice paper (which is edible), cut around each macaroon to remove the excess. Or, if you’ve used non-stick baking paper, lift off the macaroons. Store in an airtight jar or tin."
      },
      "notes": {
        "tips": [
          "The macaroons will keep for 2-3 weeks in an airtight jar or tin somewhere cool."
        ],
        "youWillAlsoNeed": [
          "Disposable plastic or nylon piping bag fitted with 1.5cm plain piping nozzle",
          "2 sturdy baking sheets lined with rice paper or non-stick baking paper"
        ]
      }
    },

    {
      "name": "Hazelnut macaroon and chocolate fancies",
      "id": "hazelnut-macaroon-and-chocolate-fancies",
      "description": "”Making macaroons with hazelnuts gives a crisper biscuit, which goes well with the rich, creamy chocolate ganache.” – Debbie Major",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 20 MIN",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 12 FANCIES",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/macaroon-fancies-768x960.jpg",
      "ingredients": [
        {
          "name": "macaroon mixture",
          "amount": "1"
        },
        {
          "name": "Icing sugar to dust (optional)"
        },
        {
          "name": "dark chocolate (about 50% cocoa solids)",
          "amount": "80",
          "unit": "g"
        },
        {
          "name": "milk chocolate (minimum 34% cocoa solids)",
          "amount": "30",
          "unit": "g"
        },
        {
          "name": "double cream",
          "amount": "150",
          "unit": "ml"
        }
      ],
      "steps": {
        "1": "Use a pencil to draw 12 x 3cm diameter circles on each lined baking sheet, using the end of a piping nozzle as a template, so you have 24 in all. Leave a 4cm gap between each circle to allow room for the biscuits to spread. Flip the paper (the circles will show through).",
        "2": "Make the macaroon mixture using the substituted ingredients. Pipe 1-2 tsp of the mixture into each circle on the paper, then put half a blanched hazelnut in the centre of 12 (half) of them. Bake for 20 minutes or until crisp and golden. Slide the biscuits, still on the paper, onto a wire rack and leave to cool. Store in a tin until you’re ready to fill and serve.",
        "3": "For the ganache, break both chocolates into pieces in a small heatproof bowl. Pour the cream into a pan and place it over a medium-high heat. Heat until small bubbles start to form around the edge of the pan, but don’t let the cream boil. Pour the cream over the chocolate and stir vigorously until melted and the mixture is smooth and shiny. Leave to cool at room temperature until thick and spreadable.",
        "4": "Sandwich one nut-topped macaroon and one plain macaroon together with a generous dollop of the ganache. Dust lightly with icing sugar, if you like, before serving."
      },
      "notes": {
        "tips": [
          "These macaroons are made to be a little smaller than in the master recipe. the mixture will spread out more too. Pipe the ganache between the biscuits for a neater finish.",
          "The macaroons will keep well for up to 3 weeks without the ganache filling. Fill up to 12 hours in advance (any longer and they’ll start to go soft)."
        ],
        "youWillAlsoNeed": [
          "1-2 disposable plastic or nylon piping bags fitted with a 1.5cm plain piping nozzle",
          "2 sturdy baking sheets lined with non-stick baking paper (not rice paper in this recipe)"
        ]
      }
    },
    {
      "name": "Rib steak for two with pesto hollandaise and skinny oven chips",
      "id": "rib-steak-for-two-with-pesto-hollandaise-and-skinny-oven-chips",
      "description": "Make the start of the weekend worth the wait with our maximum-pleasure, minimum-fuss take on steak and chips. It’s perfect for a night in when you want to cook and serve a meal to remember.",
      "time": {
        "handsOn": "HANDS-ON TIME 50 MIN",
        "oven": "OVEN TIME 50 MIN"
      },
      "servers": "SERVES 2",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/927606-1-eng-GB_steak-and-chips-768x960.jpg",
      "ingredients": [
        {
          "name": "large maris piper potatoes, sliced into thin fries",
          "amount": "2"
        },
        {
          "name": "duck fat (buy it in a jar or use leftovers from roasting a duck)",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "fine polenta",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "British free-range côte de boeuf (6cm thick; see Know-how) at room temperature",
          "amount": "850",
          "unit": "g"
        },
        {
          "name": "Rapeseed oil for frying"
        },
        {
          "name": "garlic clove, chopped",
          "amount": "1"
        },
        {
          "name": "Small bunch fresh flatleaf parsley, roughly chopped"
        },
        {
          "name": "Small bunch fresh basil, roughly chopped"
        },
        {
          "name": "sea salt flakes",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "Zest of lemon"
        },
        {
          "name": "juice of lemon",
          "amount": "1"
        },
        {
          "name": "parmesan, grated",
          "amount": "40",
          "unit": "g"
        },
        {
          "name": "olive oil",
          "amount": "50",
          "unit": "ml"
        },
        {
          "name": "medium free-range egg yolks",
          "amount": "2"
        },
        {
          "name": "white wine vinegar",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "unsalted butter, cubed",
          "amount": "110",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "Heat the oven to 220°C/200°C fan/gas 6. Put the fries in cold water and soak for 20 minutes. Drain and pat dry with kitchen paper. Put the duck fat in a large roasting tin and heat in the oven for 5 minutes until very hot but not smoking.",
        "2": "Add the chips to the hot fat, toss to coat, then sprinkle over the polenta, season with salt and toss again. Roast for 50 minutes, turning now and then, or until golden and crisp.",
        "3": "Meanwhile, make the pesto hollandaise (see tip). In the small bowl of a food processor (or in a pestle and mortar), whizz/pound the garlic, herbs, salt, lemon zest and juice and parmesan, then drizzle in the olive oil and whizz/pound again.",
        "4": "Put the egg yolks and vinegar in a small glass/ceramic bowl and set over a pan of simmering water over a low heat (don’t let the base of the bowl touch the water). Using a wooden spoon, beat the egg yolks for a minute, then start adding the butter a cube at a time, beating all the time with the wooden spoon until the mixture has emulsified into a smooth sauce. Turn off the heat but leave the bowl over the pan. Just before serving, stir in the pesto.",
        "5": "Once the chips have had 20 minutes in the oven, heat an ovenproof griddle pan (or frying pan), rub the steak on each side with a little rapeseed oil and season with salt. When the pan is smoking hot, cook for 2-3 minutes on each side until deep brown all over. Put the pan in the oven below the chips and roast for 15-20 minutes until the thermometer reads 55°C (for medium-rare). Take out of the oven and rest on a warm plate, turning once, for 5-10 minutes. Serve on a platter with the chips and a bowl of the pesto hollandaise. Slice the steak and enjoy."
      },
      "notes": {
        "tips": [
          "You can also make hollandaise (steps 3 and 4) quickly in a food processor: make the pesto first and set aside. Rinse the processor bowl, then whizz the egg yolks and vinegar. Slowly drizzle in the melted butter with the processor running until the mixture thickens. Stir in the pesto and serve.",
          "Côte de boeuf (rib steak) is a cut from the forerib with the bone attached. The meat has good fat marbling and, as it’s cooked on the bone, lots of flavour."
        ],
        "youWillAlsoNeed": ["Digital probe thermometer or meat thermometer"]
      }
    },
    {
      "name": "White chocolate, orange and ginger profiteroles",
      "id": "white-chocolate-orange-and-ginger-profiteroles",
      "description": "We’ve revitalised this 1970’s classic with these white chocolate drizzled profiteroles filled with an orange and ginger cream.",
      "time": {
        "handsOn": "HANDS-ON TIME 40 MIN",
        "oven": "OVEN TIME 23 MIN"
      },
      "servers": "MAKES 36",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/913787-1-eng-GB_white-choc-ginger-profit-768x960.jpg",
      "ingredients": [
        {
          "name": "unsalted butter",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "plain flour",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "caster sugar",
          "amount": "1",
          "unit": "tsp"
        },
        {
          "name": "salt",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "large free-range eggs (at room temperature)",
          "amount": "4",
          "unit": ""
        },
        {
          "name": "large free-range eggs (at room temperature) - for glaze",
          "amount": "1",
          "unit": ""
        },
        {
          "name": "milk (if needed)",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "double cream",
          "amount": "450",
          "unit": "ml"
        },
        {
          "name": "Thumb-size piece fresh ginger, finely grated",
          "amount": "",
          "unit": ""
        },
        {
          "name": "Finely grated zest orange",
          "amount": "1",
          "unit": ""
        },
        {
          "name": "icing sugar",
          "amount": "3",
          "unit": "tbsp"
        },
        {
          "name": "Lindt Lindor White Chocolate Truffles, chopped",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "crystallised ginger, finely chopped",
          "amount": "50",
          "unit": "g"
        }
      ],
      "steps": {
        "1": "For the choux pastry buns, put the butter and 150ml water in a saucepan set over a medium heat. When the butter has melted turn up the heat and bring to a rolling boil.",
        "2": "Meanwhile, in a mixing bowl, combine the flour, sugar and salt then, in one go, pour into the boiling butter/water mixture. Beat strongly with a wooden spoon until the mix clumps together to form a ball that fully comes away from the sides of the pan. Tip the dough into a mixing bowl and use the spoon to spread it up the sides (to help it cool). Leave to cool to room temperature.",
        "3": "Heat the oven to 220°C/200°C fan/gas 7. Once the dough has cooled, add the 4 beaten eggs, little by little, only adding more once the previous addition is fully mixed in. The mix will look as though it’s about to split but it will come back together after beating. You might not need all the eggs or you might have to add an extra splash of milk to reach dropping consistency.",
        "4": "Transfer the choux mixture to the piping bag fitted with the 1cm nozzle, then pipe 18 buns, each a little larger than a 50p coin with a depth of roughly 3cm, onto each of the prepared baking sheets, spaced at least 3cm apart (36 in total). Use your finger to brush a little of the beaten egg over each one to smooth out any peaks. Bake for 20 minutes, then lift up the profiteroles and use a skewer to poke a small hole in the bottom of each one to let out the steam. Bake for 2-3 minutes more until golden and crisp. Cool on a wire rack.",
        "5": "For the filling, put the double cream, grated ginger and orange zest in a large mixing bowl, sift over the icing sugar, then whisk to soft peaks using an electric hand mixer.",
        "6": "Poke a small hole in the bottom of each choux bun if the previous ones have closed up. Put the cream into the piping bag fitted with the small nozzle, then fill each choux bun.",
        "7": "To make the topping, melt the truffles in a small heatproof bowl set over a pan of barely simmering water (don’t let the water touch the bowl). Remove from the heat and let the melted truffles cool a little. Dip the top of each profiterole in the melted truffle mixture and put on a tray. Scatter over the crystallised ginger and leave the topping to harden. Stack to serve."
      },
      "notes": {
        "tips": [
          "Choux pastry is ready for piping when it drops easily from the end of a wooden spoon (called dropping consistency). Add the egg (and milk, if needed) bit by bit, beating between additions until dropping consistency is reached. To get the look on our cover, decorate after stacking with extra melted truffles topped with edible gold lustre and extra grated ginger and orange zest.",
          "Make the choux buns up to 24 hours ahead and store in an airtight container. If they’re a little soft the next day, warm in a low oven until crisp again."
        ],
        "youWillAlsoNeed": [
          "2 piping bags, 1 fitted with a 1cm nozzle, the other with a small nozzle (about 5mm)",
          "2 baking sheets lined with non-stick baking paper"
        ]
      }
    },
    {
      "name": "Cheese and rosemary sablés",
      "id": "cheese-and-rosemary-sablés",
      "description": "These buttery, crumbly, melt-in-your-mouth biscuits are the perfect vegetarian canapé to serve with drinks. They also make a brilliant Christmas gift.",
      "time": {
        "handsOn": "TAKES 20 MIN TO MAKE",
        "oven": "11-12 MIN TO COOK",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES ABOUT 65 SABLÉS",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/470693-1-eng-GB_cheese-and-rosemary-sables-768x1022.jpg",
      "ingredients": [
        {
          "name": "plain flour, plus extra to dust",
          "amount": "175",
          "unit": "g"
        },
        {
          "name": "salt",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "cayenne pepper",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "English mustard powder",
          "amount": "½",
          "unit": "tsp"
        },
        {
          "name": "unsalted butter, chilled, cut into small pieces",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "mature cheddar, finely grated",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "parmesan, finely grated",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "medium free-range egg, beaten"
        },
        {
          "name": "walnut pieces, finely chopped",
          "amount": "75",
          "unit": "g"
        },
        {
          "name": "finely chopped fresh rosemary leaves",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "Sea salt flakes for sprinkling"
        }
      ],
      "steps": {
        "1": "Put the flour, salt, cayenne pepper, mustard powder and butter into a food processor and mix together until it resembles fine breadcrumbs. Add the grated cheeses and 1 tsp cold water, then blend briefly using the pulse button until the mixture comes together into a ball.",
        "2": "Tip the ball of dough onto a lightly floured surface, divide in half and, with lightly floured hands, shape it into two 3cm thick logs. Wrap them first in squares of baking paper, then cling film and chill in the fridge for 3-4 hours until very firm.",
        "3": "Preheat the oven to 180°C/fan 160°C/gas 4. Unwrap the logs, brush with the beaten egg, then roll in the chopped walnuts, pressing them on firmly by hand. Cut the logs into 4-5mm slices and place the biscuits about 3cm apart on baking trays lined with baking paper.",
        "4": "Brush the tops of the biscuits very lightly with the beaten egg, then sprinkle some with the chopped rosemary and some with sea salt flakes. Bake for 11-12 minutes until richly golden brown. Remove and leave to cool on the baking trays, then store in an airtight tin."
      },
      "notes": {
        "tips": [
          "You can make the sablés using any hard or semi-hard, well-flavoured cheese, such as pecorino, comté, beaufort or stilton, and also experiment with different coatings and flavourings.",
          "Smoked paprika goes well with manchego, thyme with hard goat’s cheese, fennel seeds with parmesan, and nigella seeds (also known as kalonji or onion seeds) with cheddar",
          "After step 2, wrap well, then store in the freezer for up to 3 months. Defrost overnight, then continue with the recipe. You could make extra dough for yourself and, over the festive season, keep the logs (see step 2) in the fridge for up to 3 days. When friends pop round, heat the oven, then just finish off and bake the sablés, following the recipe from step 3",
          "The sablés are best eaten within 2 or 3 days after making, so if giving them as a gift, tell the person receiving them to warm the biscuits through in a low oven for 5 minutes to crisp them up."
        ]
      }
    },
    {
      "name": "Double chocolate macaroons",
      "id": "double-chocolate-macaroons",
      "description": "Eric Lanlard’s rich, decadent take on classic French macarons are just as good with your afternoon tea as they are for dessert.",
      "time": {
        "handsOn": "HANDS ON 1 HOUR",
        "oven": "COOKING 35 MINUTES",
        "cooling": "LET REST/CHILLING"
      },
      "servers": "MAKES 28",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/07/777726-1-eng-GB_macaroons-768x960.jpg",
      "ingredients": [
        {
          "name": "icing sugar",
          "amount": "200",
          "unit": "g"
        },
        {
          "name": "ground almonds",
          "amount": "125",
          "unit": "g"
        },
        {
          "name": "cocoa powder",
          "amount": "15",
          "unit": "g"
        },
        {
          "name": "medium free-range egg whites",
          "amount": "3",
          "unit": ""
        },
        {
          "name": "golden caster sugar",
          "amount": "25",
          "unit": "g"
        },
        {
          "name": "Red food paste",
          "amount": "",
          "unit": ""
        },
        {
          "name": "dark chocolate, roughly chopped",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "unsalted butter",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "double cream",
          "amount": "3",
          "unit": "tbsp"
        }
      ],
      "steps": {
        "1": "Start by making the filling. Melt the chocolate, butter and cream together in a heatproof bowl set over a saucepan of barely simmering water, making sure the surface of the water does not touch the bowl. Stir until smooth, then cool at room temperature until the mixture has thickened and has a piping consistency but isn’t hard.",
        "2": "Meanwhile, make the macaroons. Line 4 baking sheets with baking paper. Put the icing sugar, ground almonds and cocoa powder into a food processor and grind to a very fine powder. Sift the powder into a mixing bowl.",
        "3": "In a separate, clean and dry bowl, whisk the egg whites to soft peaks, adding the caster sugar a little at a time. Just before the whites are peaking, add a point of a knife of red food paste (this will enhance the natural reddish colour of the cocoa powder). Using a rubber spatula, gradually fold the powder mixture into the egg whites until smooth and glossy, but not runny.",
        "4": "Spoon the mixture into a piping bag fitted with a plain piping nozzle, then pipe 28 discs about 3cm in diameter onto the prepared baking sheets. Leave to stand at room temperature for 15 minutes to allow the tops of the macaroons to start to dry (in France, this process is called croutage). Meanwhile, preheat the oven to 150°C/fan130°C/gas 2.",
        "5": "Bake the macaroons for 20 minutes or until the baking paper peels away from them easily. Remove the baking sheets from the oven, then leave the macaroons to cool completely.",
        "6": "When the macaroons have cooled, spoon the filling into a piping bag fitted with a plain nozzle. Pipe roughly 2 tsp of the ganache filling onto the flat base of a macaroon, then sandwich together with a second macaroon. Repeat with the remaining macaroons. Store in airtight containers for up to 3-4 days – it’s best not to put them in the fridge as this can make them sticky."
      },
      "notes": {
        "tips": [
          "Piping the macaroon mix in perfectly round shapes might take you a few goes."
        ]
      }
    },
    {
      "name": "Roast duck breasts with agen prunes and armagnac",
      "id": "roast-duck-breasts-with-agen-prunes-and-armagnac",
      "description": "Learn how to roast duck breasts in this impressive (yet achievable) dinner recipe from chef Henry Harris. The meal for two would make a great alternative to roast dinner on Christmas Day.",
      "time": {
        "handsOn": "HANDS-ON TIME 25 MIN",
        "oven": "OVEN TIME 8 MIN",
        "plus": "PLUS 1 WEEK MACERATING"
      },
      "servers": "SERVES 2",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/08/roast-duck-breast-768x960.jpg",
      "ingredients": [
        {
          "name": "sugar",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "agen prunes (stone in if you can get them)",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "armagnac",
          "amount": "150",
          "unit": "ml"
        },
        {
          "name": "free-range duck breasts",
          "amount": "500",
          "unit": "g"
        },
        {
          "name": "butter",
          "amount": "25",
          "unit": "g"
        },
        {
          "name": "finely chopped shallot",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "red wine",
          "amount": "50",
          "unit": "ml"
        },
        {
          "name": "good quality chicken stock",
          "amount": "125",
          "unit": "ml"
        },
        {
          "name": "macerated agen prunes (see above), pitted and halved",
          "amount": "4"
        },
        {
          "name": "Lemon juice to taste"
        },
        {
          "name": "armagnac",
          "amount": "20",
          "unit": "ml"
        },
        {
          "name": "Bunch watercress"
        },
        {
          "name": "Cooked potatoes to serve (optional)"
        }
      ],
      "steps": {
        "1": "At least a week ahead, marinate the prunes. Put 250ml cold water and the sugar in a pan on a medium heat. When the sugar has dissolved, → bring to the boil, simmer for 2 minutes, then remove from the heat and cool. Transfer the prunes to a large Kilner jar or similar, then add the armagnac and enough cold syrup to cover. Stir and seal with the lid, then leave in a cupboard for at least a week.",
        "2": "When you’re ready to cook the dish, heat the oven to 160°C/140°C fan/gas 3. Trim the duck of any sinew, then score the fat with a sharp knife in fine, deep lines in a criss-cross pattern, taking care not to cut into the flesh. Season.",
        "3": "Put the duck breast fat-side down in a cold ovenproof frying pan, put on the hob and start cooking on a medium heat. Fat will start to render out, then the skin will begin to crisp. Once there’s a visible amount of liquid fat, use it to baste the meat every couple of minutes. Do this for 8-10 minutes, turning down the heat if the fat is getting too dark. Turn the breast, then transfer the pan to the oven and cook for 8 minutes more for rare (or for slightly longer if you like your duck less pink). Remove from the oven, transfer to a board and leave to rest, uncovered, in a warm place (see tip).",
        "4": "Return the pan to the hob, add the butter and melt over a low heat. Add the shallot and cook for 5 minutes or until soft. Add the red wine and in moments it will have reduced to almost nothing. Add the stock and bring to the boil. Turn to a gentle simmer and add the 4 halved prunes.",
        "5": "Cook for 10 minutes, then check the seasoning of the sauce, adding salt and pepper if needed. If the sauce has become too sweet or cloying, add a few drops of lemon juice. Finally stir in the armagnac and remove from the heat.",
        "6": "Carve the duck into slices and arrange on a serving platter. Garnish with the watercress, then spoon over the sauce. Sauté potatoes or potatoes roasted in the duck fat would be good on the side."
      },
      "notes": {
        "tips": [
          "The prunes are best macerated for at least 1 week. If you’re short on time, macerate them overnight.",
          "Only a few prunes are used in the recipe. The rest will last for months in a cool place in a sterilised jar.",
          "The muscovy (or barbary) ducks that are traditionally used for magret de canard are larger than most other breeds.",
          "Plump for a richer, more hearty red from the southwest such as minervois or fitou and decant the wine before serving."
        ],
        "youWillAlsoNeed": [
          "Large sterilised Kilner jar for the prunes",
          "Medium ovenproof frying pan"
        ]
      }
    },
    {
      "name": "Summer broad bean cassoulet",
      "id": "summer-broad-bean-cassoulet",
      "description": "“If using fresh broad beans in place of the usual dried haricots strikes you as sacrilege, take comfort from the fact historians believe this was once standard practice in the Languedoc, a region where the duck still reigns supreme. My method here is less traditional – but who wants to turn on the oven unnecessarily in summer?” – Felicity Cloake.",
      "time": {
        "handsOn": "HANDS-ON TIME 1 HOUR"
      },
      "servers": "SERVES 4-6",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/cassoulet-768x960.png",
      "ingredients": [
        {
          "name": "tin cooked confit duck legs (from large supermarkets)",
          "amount": "765",
          "unit": "g"
        },
        {
          "name": "Toulouse sausages",
          "amount": "4"
        },
        {
          "name": "shelled broad beans (you can use frozen out of season)",
          "amount": "750",
          "unit": "g"
        },
        {
          "name": "onions, finely sliced",
          "amount": "2"
        },
        {
          "name": "carrots, diced",
          "amount": "2"
        },
        {
          "name": "cherry tomatoes",
          "amount": "250",
          "unit": "g"
        },
        {
          "name": "garlic cloves, crushed",
          "amount": "6"
        },
        {
          "name": "cured ham (see tip), cubed",
          "amount": "100",
          "unit": "g"
        },
        {
          "name": "dried breadcrumbs",
          "amount": "50",
          "unit": "g"
        },
        {
          "name": "Leaves from 3 fresh thyme sprigs"
        },
        {
          "name": "Leaves from 2 fresh rosemary sprigs"
        }
      ],
      "steps": {
        "1": "Scoop a tablespoon of the fat from the confit duck tin into a large wide casserole (set aside the rest) and put over a medium heat. When hot, add the sausages and confit duck legs and cook for 12-15 minutes or until golden, making sure the sausages are cooked through. Scoop out with a slotted spoon and set aside.",
        "2": "Meanwhile, cook the beans in salted water for 1-2 minutes until just tender (how long will depend on their size), then drain and set aside.",
        "3": "Add the onions and carrots to the casserole and cook for 8-10 minutes until beginning to soften, then add the tomatoes and cook until they begin to burst. Stir in the garlic and ham, then cook for 2-3 minutes.",
        "4": "Strip the meat from the duck legs, slice the sausages and add both to the pot. Add the beans, season and toss together. Heat through gently.",
        "5": "Heat another tablespoon of duck fat in a frying pan over a medium heat and fry the breadcrumbs and herbs until the crumbs are crisp and golden (see Make Ahead). Scatter over the casserole and serve."
      },
      "notes": {
        "tips": [
          "We used thick-sliced Bayonne ham from the deli section of the supermarket.",
          "Cool the cassoulet and crumbs separately. Store in airtight containers in the fridge for up to 24 hours. Transfer the cassoulet to an ovenproof dish and warm through in the oven until piping hot. Stir in the broad beans, then scatter over breadcrumbs, return to the oven for 5 minutes, then serve."
        ]
      }
    },
    {
      "name": "Salade Lyonnaise",
      "id": "salade-lyonnaise",
      "description": "“This bistro favourite conforms to the unwritten French rule that all salads require copious quantities of either meat or cheese to qualify as such. Salade Lyonnaise is traditionally made with dandelion greens but bitter frisée lettuce makes a good substitute, as does chicory, or indeed a bag of crunchy mixed leaves.” – Felicity Cloake.",
      "time": {
        "handsOn": "HANDS-ON TIME 20 MIN",
        "oven": "OVEN TIME 15 MIN"
      },
      "servers": "SERVES 4",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2018/09/Salad_Lyonnaise-768x960.png",
      "ingredients": [
        {
          "name": "thin baguette",
          "amount": "½"
        },
        {
          "name": "Olive oil"
        },
        {
          "name": "garlic clove, cut in half",
          "amount": "1"
        },
        {
          "name": "curly endive/frisée lettuces",
          "amount": "2"
        },
        {
          "name": "smoked bacon lardons",
          "amount": "150",
          "unit": "g"
        },
        {
          "name": "dijon mustard",
          "amount": "1",
          "unit": "tbsp"
        },
        {
          "name": "red wine vinegar",
          "amount": "2",
          "unit": "tbsp"
        },
        {
          "name": "very fresh large free-range eggs",
          "amount": "4"
        }
      ],
      "steps": {
        "1": "Heat the oven to 200°C/180°C fan/gas 6. Cut the baguette into thin slices, arrange on a baking tray and drizzle with olive oil. Bake for 12-15 minutes until crisp, then rub with half a garlic clove and set aside.",
        "2": "Wash the lettuce well, shake to get rid of excess water, then separate the leaves and put on clean tea towels to dry.",
        "3": "Heat a dash of oil in a frying pan over a medium-high heat and fry the lardons until bronzed and crisp. Stir in the mustard, then the vinegar, scraping the pan. Set aside.",
        "4": "Bring a large pan of water to the boil. Crack in the eggs and turn down the heat to a simmer. Poach for 3 minutes, then scoop out and put on kitchen paper.",
        "5": "Rub the remaining garlic over the inside of a large serving bowl. Add the salad leaves, then the lardons, and toss well. Divide among 4 bowls, top each with a poached egg and serve with the baguette slices."
      },
      "notes": {
        "tips": [
          "Poach the eggs ahead and keep in a bowl of cold water in the fridge. Reheat in a pan of simmering water to serve."
        ]
      }
    },
    {
      "name": "Leek and bacon flamiche",
      "id": "leek-and-bacon-flamiche",
      "description": "Inspired by a traditional northern French dish, this leek and bacon flamiche recipe makes a winning, easy-to-throw-together meal.",
      "time": {
        "handsOn": "HANDS-ON TIME 20 MIN",
        "oven": "OVEN TIME 20-25 MIN"
      },
      "servers": "SERVES 2",
      "image": "https://www.deliciousmagazine.co.uk/wp-content/uploads/2019/05/leek-bacon-flamiche-768x960.jpg",
      "ingredients": [
        {
          "amount": "80",
          "unit": "g",
          "name": "smoked bacon lardons"
        },
        {
          "amount": "1",
          "name": "large leek, thinly sliced"
        },
        {
          "amount": "1",
          "name": "fresh rosemary sprig, leaves stripped and chopped"
        },
        {
          "amount": "1",
          "name": "fresh thyme sprig, leaves stripped"
        },
        {
          "amount": "1",
          "name": "medium free-range egg"
        },
        {
          "amount": "75",
          "unit": "g",
          "name": "crème fraîche"
        },
        {
          "name": "dijon mustard",
          "unit": "tsp",
          "amount": "1"
        },
        {
          "name": "ball fresh pizza dough, defrosted according to pack instructions",
          "amount": "220",
          "unit": "g"
        },
        {
          "name": "Plain flour for dusting"
        },
        {
          "name": "Mixed salad leaves to serve"
        }
      ],
      "steps": {
        "1": "Heat the oven to 210°C/190°C fan/gas 6½ and put a baking sheet inside to warm. Heat a large non-stick frying pan, then fry the lardons on a medium-high heat until crisp. Transfer to a bowl using a slotted spoon. In the same pan, fry the leek in the bacon fat until soft and starting to caramelise. Add the herbs and cook for 1-2 minutes.",
        "2": "Transfer the herby leeks to the bowl with the lardons. Stir together, then beat in the egg, crème fraîche, mustard and a pinch of salt and pepper until well combined.",
        "3": "Roll out the dough on a lightly floured sheet of non-stick baking paper to a circle roughly 25cm (or larger if you like a very thin base). Spread with the bacon and leek mixture, leaving a 1-2cm border around the edge. Using the paper, transfer the flamiche to the hot baking sheet and bake for 20-25 minutes until golden and bubbling. Serve in slices with a mixed salad."
      }
    }
  ]
}
